{
  "metadata": {
    "generatedAt": "2025-10-25T19:33:12.897Z",
    "purpose": "1:1 ACT Test Generation Blueprint",
    "totalDataPoints": 0
  },
  "linguistic": {
    "questionStems": {
      "avgLength": "125.34",
      "avgWords": "19.26",
      "avgSentences": 0,
      "patterns": {},
      "byType": {
        "verb-agreement": {
          "count": 5,
          "avgLength": 0,
          "samples": [
            "Marshall announced that indeed there <u>is</u> two manta species.",
            "In 2009, Marshall announced that indeed there <u>is</u> two manta species.",
            "Klimas's idea for his sonic sculptures <u>were sparked</u> by the experiments of Swiss scientist Hans Jenny.",
            "At the time, hip-hop subculture—based on graffiti, breakdancing, deejaying, and rapping art forms—<u>were emerging</u> as a phenomenon.",
            "Once this detection occurs, data <u>is gathered</u> and transferred to laboratories at the University of Wisconsin."
          ]
        },
        "main-idea": {
          "count": 8,
          "avgLength": 0,
          "samples": [
            "[Passage question] Suppose writer's purpose was to document the process of an artist. Would essay accomplish that?",
            "Suppose the writer's primary purpose had been to discuss a significant point in an artist's career. Would this essay accomplish that purpose?",
            "[Passage question] Suppose writer wanted to write essay celebrating Robinson's pioneering role in music industry. Would this essay accomplish that?",
            "Suppose the writer's primary purpose had been to write an essay describing the art scene in Muscatine, Iowa. Would this essay accomplish that purpose?",
            "[Passage question] Suppose the writer's primary purpose had been to outline the development of a common medicine. Would this essay accomplish that pur",
            "[Question about passage as whole] Suppose the writer's purpose had been to survey the scientific community's response to the identification of the two",
            "Question 75 asks about the preceding passage as a whole. Which choice best concludes the sentence and essay by connecting Cher Ami's story to a specif",
            "Question 45 asks about the preceding passage as a whole. Suppose the writer's primary purpose had been to outline a scientific theory concerning the o"
          ]
        },
        "sentence-placement": {
          "count": 3,
          "avgLength": 0,
          "samples": [
            "[Where should this sentence be placed?] <u>Some of the data were basic, such as manta coloration and size.</u>",
            "The fact that such large animals went undifferentiated <u>highlights how little scientists know for so long about</u> these gentle giants.",
            "[Sentence to add: \"The rest of the highway fell into disrepair.\" Where to place?]"
          ]
        },
        "word-choice": {
          "count": 11,
          "avgLength": 0,
          "samples": [
            "In 2009, Marshall <u>announced, with two other scientists,</u> that indeed there are two manta species.",
            "Thriving in shallow water, it <u>kind of sticks around one area.</u>",
            "The vibrations cause the paint to rise and <u>this image that Klimas's camera captures—sound</u> visually rendered by the effects of the vibrations on",
            "In the 1980s, however, local people's interest in the original highway <u>abounded.</u>",
            "These striking features <u>daunted</u> would-be road builders.",
            "The origins of these neutrinos could give us <u>opulent</u> information about how, when, and why stars collapse.",
            "<u>Former</u> modern technologies like the radio or telephone, commanders on the battlefield often faced challenges in communicating, depending on the",
            "And because the water came from an aquifer rather <u>then</u> from its rainfall, the supply was dependable.",
            "The bands' celebrity continually survives as they <u>combine traditional mouth music with modern rhythms</u>.",
            "Black, <u>a native of Aruba</u>, has been creating art in his New York City studio apartment for over three decades.",
            "The results are songs that rarely make literal sense but nevertheless flow in a way <u>easier to dance to</u>."
          ]
        },
        "modifier-misplaced": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "The fact that such large animals <u>went undifferentiated highlights how little scientists know for so long about</u> these gentle giants.",
            "One of six hundred birds used by the US Army Signal Corps in France during World War I, <u>all twelve of Cher Ami's missions were deemed successful</u"
          ]
        },
        "usage-mechanics": {
          "count": 36,
          "avgLength": 0,
          "samples": [
            "directly on <u>Rjukan, a small town</u> in south-central Norway",
            "He activated the boat's <u>sonar, and piloted</u> slowly forward",
            "Andersen made the mirrors a <u>reality. Three</u> 550-square-foot mirrors were airlifted",
            "no roads led to the cliffside <u>construction cite</u> Since a crane would have been",
            "workers used <u>tools such as thirty-foot wooden tripods</u> to install the mirrors",
            "tracking the sun as it crosses the sky <u>yet</u> they're controlled wirelessly",
            "controlled wirelessly by a company in <u>Germany, and monitored, in Rjukan and on</u> the mountain via webcam",
            "The light <u>rays that reaches the town is</u> between 80 and 100 percent as bright",
            "were common gifts for scops <u>which did well</u> To achieve this kind of success",
            "Therefore, a person's reputation could rise or fall <u>over</u> the scop's hand",
            "conveyed through history from one generation to the <u>next. Thereby providing</u> a type of immortality traditionally revered",
            "my uncle Lee invited me, a total city girl, to <u>his \"summer office'—a nickname for his</u> boat",
            "So one <u>morning as we walked to the dock to ready the</u> pontoon",
            "Skilled scops were valued <u>as</u> highly in Anglo-Saxon society",
            "and, aided by a winch, <u>they pull it</u> from the depths",
            "Because it was felled by an <u>axe he explained</u> the tree was probably cut in the mid-nineteenth century",
            "Meenakshi Wadhwa was <u>pursuing her PhD; when</u> a professor asked her",
            "a professor asked <u>her, if she wanted to see a meteorite</u> from Mars",
            "The Field Museum in Chicago, <u>there she conducted research</u> on meteorites, especially those from Mars",
            "On the boat, another monitor <u>displayed</u> the underwater video camera's view",
            "the grapple arm reaching for a log <u>that Uncle Lee thought was birch</u> The arm's iron pinchers grasped the log",
            "honors Wadhwa's research has <u>earned her,</u> perhaps the most meaningful one came",
            "came from <u>astronomers, Carolyn, and Gene Shoemaker</u> After discovering an asteroid",
            "orbit crosses that of the <u>Red Planet meaning that one day,</u> as Wadhwa put it",
            "Stax Records of Memphis, Tennessee, <u>maybe less renowned than</u> Detroit's Motown",
            "but its contributions to 1960s American soul music <u>has been no less significant</u> The southern soul",
            "been no less significant. <u>The southern soul coming out of Stax had</u> a grittier, funkier sound than Motown's",
            "siblings Jim Stewart and Estelle Axton, were bankers <u>themselves whom loved</u> music",
            "Despite the pervasive <u>segregation of Memphis in the 1960s, when the Stax</u> staff and house band were fully integrated",
            "economic backgrounds, <u>all were contributing</u> to Stax's unique sound",
            "colleagues discovered evidence that a <u>supernova exploded</u> before the planets formed",
            "At most <u>studios, performers worked, from</u> previously arranged sheet music",
            "The other musicians would <u>riff on</u> his idea until a complete song emerged",
            "mournful poem The Seafarer <u>has been passed on</u> by people being conversant for centuries",
            "including samples <u>from Mars and the asteroid belt. Making the meteorite</u> collection Wadhwa oversees is the largest",
            "Scops became the keepers of poems, <u>songs were written, and even the histories</u> of their people"
          ]
        },
        "grammar": {
          "count": 84,
          "avgLength": 0,
          "samples": [
            "that clung to the limestone ceiling and, <u>with</u> their radiant bodies, flooded the cave",
            "flooded the cave in aquamarine light. <u>While</u> I was traveling on canoe on a group tour",
            "that prey is nearby, causing <u>them</u> to brighten.",
            "No new snow had fallen since the weekend, when back-to-back <u>snowy blizzards</u> had turned Philadelphia into a place she did not recognize.",
            "The New Year's festivities, fifteen days of <u>it</u>, were half over",
            "This <u>one The History of Chinatown,</u> looked especially bright today",
            "the sun's reflection off the <u>snow, working</u> some magic with the colors.",
            "A badge <u>was pinned to her shirt indicated</u> she was a biochemist",
            "From its mouth, she showed me, <u>all glowworms dangle</u> shimmering silken threads",
            "Not only is the Antarctic subterranean ice exceptionally clear, it is also less pressurized due to <u>it's</u> subzero altitude.",
            "emit light through their translucent <u>skin; via</u> a cellular chemical reaction.",
            "these figures still caught Yueming <u>off guard, incongruous as</u> they were",
            "This would be no simple <u>timepiece and because</u>",
            "Mother and Wei would come <u>tomorrow after this visit, their</u> next one would be for Yueming's graduation.",
            "<u>Having to</u> tell them soon, tomorrow, over her decision to stay,",
            "She would rema<u>in</u> instead in this world, familiar and new.",
            "Suddenly, laughter turned the corner in her <u>direction. It belonged</u> to a small group of young men,",
            "Su Song created a spectacular timepiece housed within <u>a</u> an ornate forty-foot-tall tower.",
            "However, at least six hundred of the <u>having</u> survived to this day.",
            "It would be a few hundred years <u>until with the refinement of mechanical clocks in Europe</u>",
            "<u>has led</u> scientists to call for robots able",
            "<u>There</u> navigational abilities has earned the homely pigeon an undeniable place in history.",
            "Complex functions like detecting chemicals and mapping <u>topography, and these</u> have already been implemented in robots with wide success.",
            "Such <u>equipment, however</u> can alarm or even harm sea life.",
            "Its flippers reverse direction in shallow water, pushing the robot up onto sturdy, arched legs. The <u>legs propel the robot</u> out of the surf.",
            "I place this <u>basket next, to me</u>",
            "Instruments were prohibitively expensive and thus scarce in isolated Scottish villages, in order to fill the void, mouth music emerged and provided re",
            "making the robot as suitable for studies in the Caribbean <u>as well as</u> those in the Arctic.",
            "Unlike thruster-powered robots, AQUA2 can make <u>subtle changes in course simply</u> by altering the positions of its flippers.",
            "By holding two flippers <u>still, as it gently paddles, with</u> the other four, for example, the robot can \"hover\" in place underwater.",
            "The survival of their civilization depended on hundreds of miles of underground tunnels. <u>These tunnels carried water to desert settlements from an ",
            "Among his clientele were several US <u>presidents, including:</u> Hoover, Kennedy, and Nixon.",
            "He refused to sell his <u>land because</u> he wanted the area to be conserved.",
            "Jones wasn't <u>alone, some Florida residents,</u> and frequent visitors sought to preserve Biscayne Bay",
            "First to sell <u>their</u> land to the National Park Service was Lancelot Jones",
            "First to sell their land to the National Park <u>Service was Lancelot Jones,</u> who was permitted to remain on Porgy Key.",
            "<u>Since he</u> still led fishing trips, and he taught schoolchildren about the environment of Biscayne Bay.",
            "His father had purchased the land for $300 in <u>1897, and Jones grew up there, cultivating</u> pineapples and Key limes.",
            "At the Kennedy Space Center in <u>Florida, though</u> the flickers' persistence seemed mysterious.",
            "damage to <u>its</u> equipment and keep the species safe?",
            "In the northern United States, where most flickers return each summer to mate and raise broods, the <u>birds' persistence is</u> well known.",
            "<u>By lacking</u> a distinct song, flickers drum their beaks against hard surfaces to announce themselves to mates.",
            "<u>For solid metal to stop</u> the birds from trying to nest at the launch site, how could NASA prevent damage to its equipment and keep the species s",
            "Which of the following alternatives to the underlined portion would NOT be acceptable?",
            "By the 1920s and up until the onset of World <u>War II.</u> German art was flourishing",
            "Bausch, born in 1940, <u>having grown</u> up in postwar Germany.",
            "Which choice is grammatically correct and indicates that the stage, rather than the dancer, was covered with soil?",
            "German artists, <u>of whom</u> work was previously suppressed by the Nazi party",
            "Rite of Spring begins with a dancer <u>lying</u> prostrate on a stage",
            "Travel to places such as Turkey, Portugal, and India <u>have informed</u> much of Bausch's work.",
            "<u>She, often, incorporated, and combined</u> dance traditions from the East and West",
            "Her Tanztheater, translated \"dance theater,\" pieces received international acclaim for <u>those</u> expressive, unconventional style",
            "She would see the toothy, quaking creature in all <u>it's</u> festive entirety",
            "However, Lancelot Jones, one of two year-round <u>residents, of the islands</u> wanted to preserve the bay.",
            "the white lines reflect <u>it</u> back at a fixed mirror inside the scanner.",
            "Today, <u>being that there are</u> one- and two-dimensional bar codes",
            "Today, twenty-nine white lines <u>making</u> more than half a billion encodings possible.",
            "tiny bar codes were <u>placed on bees tracking</u> their activities.",
            "\"No photographs,\" whispered the woman next to <u>me, pointing</u> up to the cave ceiling.",
            "In June of 1995, <u>due to</u> NASA technicians inspecting the space shuttle Discovery for an upcoming launch found over two hundred punctures",
            "I place <u>this</u> to head to the greenhouse.",
            "Compared to <u>vibrant hybrid-tea colors,</u> antique rose colors",
            "And unlike the hybrid-tea whose long stems make <u>into</u> a rosebush",
            "The plant can withstand extreme temperatures and survive nearly anywhere. <u>It's</u> also easier",
            "Cultivating hybrid-teas <u>having involved</u> a process",
            "a process of grafting two species of rose together, but the grafted area remains weak and susceptible to viruses. Antiques, on the other hand, are les",
            "The winning piece was a basket, <u>it was eighteen</u> inches tall",
            "He primarily weaves a classic material, wood from the brown ash tree, <u>but, unlike most contemporary basketmakers,</u>",
            "And while braids of grass <u>are</u> customarily woven into ash baskets",
            "a group that works to help preserve <u>it</u> by reaching out",
            "Mine are antique roses, <u>old, or heirloom varieties,</u> that have existed",
            "In the ninety-year history of the Santa Fe Indian <u>Market—the largest Indian art festival in the nation—the</u>",
            "Then <u>creating</u> highly elaborate versions",
            "Now that he's a nationally recognized artist <u>of who</u> has rejuvenated",
            "I knew its <u>fate, it</u> would be ensnared",
            "Which of the following alternatives to the underlined portion would NOT be acceptable?",
            "At the tower's top sat an armillary sphere, or a nest of metal rings representing celestial reference points such as the horizon and the sun's path<u>",
            "Nine hundred years <u>ago, Emperor Zhezong of China,</u> ordered",
            "An <u>eminent scientist and bureaucrat named Su Song lead</u> Zhezong's ambitious project.",
            "thirty-three-year-old Passamaquoddy Indian Jeremy Frey from Princeton, Maine, <u>the basket</u> sold at auction",
            "When the bucket was full, the water's weight pulled it down, rotating the waterwheel. Then a stop mechanism halted the wheel and positioned the next b",
            "In 1948, graduate <u>students, Norman Woodland</u> and Bernard Silver, took on a problem",
            "Mouth music is the name given in English to the many ways <u>by imitating</u> the sounds of musical instruments with the human voice.",
            "two northern flickers, a species of woodpecker, <u>was attempting to excavate</u> a nest"
          ]
        },
        "colon": {
          "count": 4,
          "avgLength": 0,
          "samples": [
            "Another discovery <u>was: that</u> some mantas had egg-shaped masses at the base of their tail fins.",
            "They had but one link to <u>headquarters homing pigeons</u>.",
            "The paint collects in a puddle of <u>colors; rich oranges and powder blues,</u> hot pinks and electric yellows.",
            "Their design went beyond <u>practicalities it</u> showcased the scenic grandeur of the gorge."
          ]
        },
        "style": {
          "count": 74,
          "avgLength": 0,
          "samples": [
            "The sound of splashing water, <u>however,</u> might signal that prey is nearby",
            "this meandering subterranean passageway would <u>feel as though it were downright ensconced in shadows.</u>",
            "Which choice best suggests that the effect of the cold air on Yueming was immediate?",
            "Which choice indicates there is another, specific type of work depicted in the mural?",
            "The writer is considering revising the underlined portion to the following: soaring toward the light. Should the writer make this revision?",
            "The writer wants to add a detail here that emphasizes the antique rose's ability to survive without human care. Which choice best accomplishes that go",
            "with the rush of <u>Philadelphia's urban city traffic</u> heading for the Vine Street Expressway.",
            "Which choice connects Yueming in a figurative way to the mural described in the essay?",
            "<u>Besides,</u> below the star sphere,",
            "powered the entire clock. Therefore, <u>water</u> would pour at a constant rate",
            "Starting with only thirty eggs, Honan was able to <u>activate</u> the population of these rare insects.",
            "When the tunnels reached a town or field, the water flowed into <u>more easy accessible</u> surface canals or reservoirs.",
            "If the writer were to delete the words \"invaluable\" and \"firsthand\" from the preceding sentence, the sentence would primarily lose:",
            "In 1782, <u>despite the fact that</u> women weren't allowed to serve in the military, twenty-one-year-old Sampson joined the colonial army.",
            "Deborah Sampson of Plympton, Massachusetts, <u>was one of these women.</u> Given that all the choices are accurate, which one most clearly signals tha",
            "Her commanding officers quickly recognized these traits and sent her on several special missions. On <u>one such</u> mission near West Point, New York",
            "to help conduct observations <u>in an assistive capacity</u>.",
            "Powerful thrusters have helped some robots <u>surge</u> through the depths.",
            "The continuing popularity of Celtic mouth music is testament to the vitality of <u>them</u>.",
            "Though lava and lightning strikes can create glass the desert glass's traces of the elements iridium and osmium pointed to an unearthly culprit: <u>a ",
            "This <u>exquisite competency</u> will allow it to avoid disturbing the sea life it is designed to observe.",
            "A fierce current swept Sampson into deep waters. <u>It was the weight of</u> her heavy backpack and musket, Sampson struggled. Given that all the choi",
            "Which choice best maintains the word pattern of the previous example involving Barbados coral reefs?",
            "Summoning her strength, Sampson <u>plucked from the air that which was to save her</u> and made it to shore.",
            "In exchange for teaching each class, he asked only for a Key lime pie <u>in return for the class</u>.",
            "<u>Porgy Key had always been home for Jones,</u> a small island in Biscayne Bay.",
            "Given that all the choices are true, which one provides the most specific description of plant life in Biscayne National Park?",
            "Which choice most effectively emphasizes that BIRD considered the conclusion it reached to be hypothetical?",
            "Deterred by plastic owls and floating balloons, <u>alternatively,</u> the flickers soon left for new territory.",
            "In recent years, scientists John Wasson and Mark Boslough have <u>put their research-whiz brains to work on</u> a new explanation for the desert glass",
            "and the often-raw <u>emotional feelings</u> they portrayed.",
            "could <u>refresh</u> without fear.",
            "Prior to working in politics, Fong paid his own way through Harvard Law School and, upon graduating, <u>was a part of a</u> law firm. Which choice mos",
            "Which choice most closely maintains the pattern established in the sentence?",
            "<u>Wanting to experiment with growing</u> fruit, he planted bananas, then papaya, lemon, jackfruit, and avocado.",
            "He cultivated slopes covered with ti and pili grasses and forests of trees such as kukui, hala, and koa, vegetation <u>previously an abundance</u> on ",
            "Imagination can take the story <u>through there.</u> Some three thousand years ago, an artisan admired a piece of desert glass",
            "At this point, the writer wants to emphasize the idea that the narrator found the woman's comment peculiar. Which of the following best accomplishes t",
            "Kennedy Valley, with its rain forest canopy, <u>recommends</u> ginger and palms from all over the world.",
            "lines set at specific <u>distances from each other</u> on a black background.",
            "up to seven different arrangements were <u>susceptible</u> and, therefore, seven different encodings.",
            "Although successful, the <u>concoction</u> was both large and costly.",
            "<u>Shaping the way we gather, track, and share information, we have</u> almost certainly exceeded even Woodland and Silver's expectations.",
            "Although successful, the concoction was both large and costly. <u>For example,</u> progress stalled",
            "\"The flash will make them stop glowing,\" <u>she said, whispering.</u>",
            "Inspired by the dots and dashes of Morse code, <u>however,</u> Woodland and Silver created a system",
            "antique rose colors tend to be <u>silenced.</u>",
            "with art inlaid on birch bark; as far as lids go, <u>I wouldn't say that's basic.</u>",
            "His other goal is to continue to <u>stand out.</u>",
            "Which choice provides the clearest and most specific reason that grass is woven into ash baskets?",
            "Given that all the choices are accurate, which one best indicates that Su Song relied on engineering achievements from earlier times?",
            "Chinese dynasties <u>continued to</u> astrology,",
            "The clock's inner workings were equally remarkable. Hidden in the tower, a waterwheel eleven feet in diameter powered the entire clock. <u>Therefore,<",
            "a clock <u>built to keep time more accurately than other clocks.</u>",
            "Which choice provides the clearest and most specific information about which parts of Frey's baskets are being referred to in the sentence and about F",
            "other clocks <u>approached the complexity</u> of Su Song's masterpiece.",
            "Which choice most closely maintains the sentence pattern the writer establishes after the semicolon?",
            "The writer wants to add a detail here that best completes the contrast to hybrid-tea roses in the first part of the sentence. Which choice best accomp",
            "As we walked away, I felt a little <u>silly.</u>",
            "To some, the decision <u>signaled the end of</u> Morse code.",
            "Similarly, amateur radio operators can use the code during weather emergencies to solicit information from outside the affected area. <u>The news is r",
            "Which choice best completes the rhetorical pattern established in the preceding sentences? <u>On the side of a building in London, a stenciled image d",
            "Today's palm-sized computers <u>descended from</u> the Electronic Numerical Integrator and Computer (ENIAC), the world's first successful electronic c",
            "Which choice most clearly indicates the enthusiasm people had for Banksy's art? Others praised it as art done by and for the people and <u>debated for",
            "Celtic mouth music exists to accompany dancing, so the rhythms and sounds are <u>first-class and the words take a back seat</u>.",
            "In one second, ENIAC could <u>discharge</u> 5,000 additions, 357 multiplications, or 38 divisions.",
            "In one second, ENIAC could <u>discharge</u> 5,000 additions, 357 multiplications, or 38 divisions.",
            "Kleiman filmed twenty hours of interviews with Bartik <u>included with</u> other surviving programmers.",
            "But a pivotal moment in 1958 led to his emergence as a key <u>position</u> responsible for broadening the boundaries of American Indian art.",
            "Furthermore, he argued, his work did <u>employ</u> American Indian art conventions.",
            "The Philbrook's jurors conceded; they expanded the scope of the competition to <u>internalize</u> experimental art.",
            "Many returning participants ambitiously aim <u>on top of</u> their previous performances with even more complex pieces.",
            "<u>One US participant shared with Chi</u> that he had waited thirty-four years to attend the world's premier whistling competition,",
            "Suppose the writer's primary purpose had been to provide information about a civilization's efforts to survive. Would this essay accomplish that purpo"
          ]
        },
        "which-choice": {
          "count": 18,
          "avgLength": 0,
          "samples": [
            "At the moment, manta ray populations face an array of threats worldwide. [Which statement best concludes by suggesting study will continue?]",
            "He <u>administered the medicine to</u> people suffering from fevers.",
            "Finally, he inserts Daft Punk's Homework CD into a stereo, <u>cranks up the volume to ten,</u> and pushes Play.",
            "Today, hikers and bikers experience <u>a site that became a National Historic Landmark in 2000.</u>",
            "The writer wants to emphasize that information gathered from the detected neutrinos at IceCube could have dramatic effects on how scientists study the",
            "The writer wants to clearly establish that the newspaper article claims Black <u>is unmoved by</u> the sudden interest in his art. Which choice best a",
            "Which of the following true sentences best introduces the main idea of the paragraph?",
            "By also choosing to plant crops such as bamboo, coconut, betel nut, and turmeric, <u>he broadened the types of plants in his garden.</u> Given that al",
            "\"I leave the creation of the picture to the sound itself,\" <u>Klimas says,</u> [Which quotation provides most relevant info?]",
            "Which choice most clearly indicates that the narrator's initial opinion of the pink kraken has shifted? I could hear the <u>unceasing buzz</u> of the ",
            "Given that all the choices are accurate, which one sets up the clearest, most logical contrast with the claim made in the next part of the sentence? <",
            "Which of the following quotations attributed to Banksy best suggests why Banksy has not revealed his identity to the public? In Banksy's own words, <u",
            "Though the species is now safe, the insects' <u>fame is spreading.</u> Some stick insects will remain at the zoo as an \"insurance population,\" but the",
            "Which choice offers the most specific description of a characteristic of Howe's painting? Howe's deviation from the style, in particular his use of <u",
            "The writer wants to emphasize the intensity of the questions related to art and identity. Which choice best accomplishes that goal? Although questions",
            "Which choice makes it most clear that participants have to earn a spot to compete at the IWC? Still, <u>qualifying for</u> the IWC requires rigorous t",
            "Which choice makes it most clear that many outsiders perceive whistling as a lighthearted and informal activity? Others, acknowledging the outside per",
            "Given that all the choices are accurate, which one provides the best transition to the information in the following sentence?"
          ]
        },
        "verb-tense": {
          "count": 11,
          "avgLength": 0,
          "samples": [
            "Apothecaries increasingly <u>preferred</u> the imported bark of South American cinchona trees as a fever reducer.",
            "Stone pulverized some willow bark and <u>adds its</u> powder to a liquid.",
            "The vibrations produced by Daft Punk's dance anthem \"Around the World\" <u>h: ised</u> the paint to rise.",
            "\"Rapper's Delight,\" sold fourteen million copies<u>; Robinson had</u> produced the first rap record to break into the charts.",
            "She and her business partners also realized that hip-hop's growing popularity <u>provides a</u> new business opportunity.",
            "In the early 1980s, rap music <u>had evolved</u> from a local phenomenon into a national movement.",
            "The greater challenge for many puirt-a-beul singers, though, is learning when to <u>breathe</u>.",
            "Moreover, the cold, damp air of the foggaras lowered the temperature inside the homes <u>by</u> providing a form of ancient air conditioning.",
            "I wasn't sure how the drawings in Seven Lamps—so detailed that I could see the folds in Rodia's clothing—<u>fit</u> together logically, but I liked th",
            "More than two thousand years ago, a people <u>the Romans, called the Garamantes,</u> created a complex civilization in one of the world's driest place",
            "Edward Stone began to seek a substitute. He <u>noted</u> that the bitter taste of willow bark was reminiscent of the bitter taste of cinchona bark."
          ]
        },
        "comma-usage": {
          "count": 21,
          "avgLength": 0,
          "samples": [
            "The high cost of importing cinchona <u>bark however, was</u> expensive.",
            "Klimas's idea was sparked by the <u>experiments, of Swiss scientist, Hans</u> Jenny.",
            "While he acknowledges that all forms of music can generate sonic <u>sculptures. Klimas</u> says, \"I typically select something dynamic.\"",
            "Klimas attaches his camera to a <u>tripod and positions</u> the camera so it is level with the paint puddle. [Which alternative would NOT be acceptabl",
            "One night in the late seventies, at a popular club in New York City, <u>singer and music producer Sylvia Robinson</u> had a revelation.",
            "They founded a record label, Sugarhill Records<u>, primarily</u> to promote rap music.",
            "Sugarhill Records signed numerous rap artists<u>;</u> Grandmaster Flash and the Furious Five were among them.",
            "Robinson's contribution to this movement was <u>significant, through</u> her work as a musician and entrepreneur.",
            "She helped bring hip-hop <u>music, from</u> the clubs to mainstream audiences.",
            "Within days, ten of Black's pieces sold <u>for, prices</u> ranging from $16,000 to $28,000.",
            "The resulting track, \"Rapper's <u>Delight.</u> sold fourteen million copies.",
            "For example, one species, the homing <u>pigeon, which</u> is among the best navigators of the natural world.",
            "In many urban areas, they are considered little more <u>than,</u> a \"rats with wings,\" blamed for spreading disease and despoiling statues.",
            "When I walk home from the Urban Vintage, its décor often being updated with restored antiques and vintage housewares, I wonder if I'll pass the browns",
            "News reports around the world touted the bird's heroism. The French military awarded Cher Ami a <u>medal, the</u> War Cross.",
            "On some <u>occasions however;</u> neutrinos do collide with other particles.",
            "Each cable is equipped with sixty digital optical modules (DOMs)<u>, which, are programmed, to</u> detect a faint blue flash known as Cherenkov radiat",
            "Engineers created openings in the side of one <u>tunnel; enabling</u> motorists surrounded by rock to glimpse the river below.",
            "It features a representation of a British psychedelic poster, a portrayal of Danish surrealist <u>painter, Wilhelm Freddie,</u> at work, and a tiny fi",
            "During Marshall's research off the coast of Mozambique, she observed intriguing physical <u>variations, in the mantas</u> she swam amongst.",
            "Humans have used the salicylic acids found in <u>plants, particularly in the bark</u> of the willow tree, to fight disease."
          ]
        },
        "transition": {
          "count": 10,
          "avgLength": 0,
          "samples": [
            "The high cost was expensive. <u>Consequently,</u> in the mid-1700s, English minister Edward Stone began to seek a substitute.",
            "Klimas says, \"I typically select something dynamic and percussive.\" <u>That would certainly impress Jenny.</u> After all, to create his art, Klimas ne",
            "Neutrinos are rarely affected by matter or electromagnetic fields. <u>For this purpose</u>, many neutrinos have been traveling through space unimpeded",
            "<u>For example</u>, one species, the homing pigeon, which is among the best navigators of the natural world.",
            "As the foggaras supplied less and less water, the Garamantes' population declined, <u>their civilization</u> eventually collapsed.",
            "If the writer were to delete the preceding sentence, the paragraph would primarily lose a concluding statement that:",
            "Which choice provides the most effective transition from the preceding sentence to this sentence?",
            "<u>Known also for his interest in astronomy, Stone</u> pulverized some willow bark.",
            "<u>Though willow trees are often found near water and have become religious symbols in many cultures,</u> its medicinal use gradually fell out of favo",
            "Given that all the following statements are true, which one, if added here, would most effectively introduce the subject of the paragraph?"
          ]
        },
        "verb-form": {
          "count": 4,
          "avgLength": 0,
          "samples": [
            "Consequently, in the mid-1700s, English minister Edward Stone <u>had began</u> to seek a substitute.",
            "Crumbling stone guardrails have been repaired. Damaged bridges have been rebuilt. <u>Tunnels, now empty and strong. had</u> rubble removed from them.",
            "In his studio in Dusseldorf, Germany, <u>paint is what photographer Martin Klimas</u> carefully pours onto a rubber membrane.",
            "On a Sumerian stone tablet from 3000 BCE, <u>lists willow</u> among dozens of plants used to treat illnesses."
          ]
        },
        "comma-splice": {
          "count": 6,
          "avgLength": 0,
          "samples": [
            "He administered the medicine to people suffering from <u>fevers, he then noted</u> that it worked.",
            "<u>There are thousands of new animal species identified</u> each year, the vast majority are small or geographically isolated.",
            "The Garamantes <u>could of relied</u> on a constant supply of water for drinking, washing, and irrigation.",
            "Given that all the choices are accurate, which one most concisely conveys the idea that Celtic mouth music <u>continues to appeal to contemporary list",
            "<u>It was becoming clear that</u> the Americans were unaware of the 77th's whereabouts, the situation grew dire.",
            "If the writer were to delete the underlined portion, the sentence would primarily lose: One Scottish form of mouth music, puirt-a-beul, is performed e"
          ]
        },
        "parallel-structure": {
          "count": 5,
          "avgLength": 0,
          "samples": [
            "The Columbia River Gorge is eighty-five miles of flowing <u>water, there are tree-covered bluffs, and</u> roaring waterfalls.",
            "Until his death in 2004 at ninety-seven, Fong spent every weekend tending to his flowers and trees <u>and a moment to mingle with</u> visitors.",
            "Messages can be transmitted by clicking a flashlight on and off, <u>by flashing a mirror in the sun,</u> or simply blinking.",
            "Works in this style depict traditional ceremonies, dance, and mythology <u>and feature</u> strong outlines and flat fields of color.",
            "Presentation and performance make up the rest, requiring judges to scrutinize participants' facial expressions, <u>how participants present themselves"
          ]
        },
        "adding-info": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "Engineers created <u>openings</u> in the side of one tunnel. [Add \"an unprecedented five\"?]",
            "The writer is considering revising the underlined portion to the following: especially across long distances and difficult terrain. Should the writer "
          ]
        },
        "redundancy": {
          "count": 15,
          "avgLength": 0,
          "samples": [
            "An Egyptian papyrus from <u>approximately about</u> 1534 BCE refers to willow's use as an all-purpose medicine.",
            "Every time the DJ chanted, \"Throw your hands in the air,\" everyone <u>obeyed,</u> Robinson could hear the enthusiasm.",
            "It showcased the scenic grandeur of the <u>gorge where the Columbia River is located.</u>",
            "A poorly timed breath might break a song's flow, interrupting the steady beat it relies on to help <u>dancers rely</u> on to time their steps.",
            "It flew high. And it always quickly <u>returned and came back</u> to its home roost.",
            "The men were surrounded by German troops and were rapidly running out of rations. <u>They were separated from other US forces.</u>",
            "<u>Seemingly he is</u> everywhere and nowhere at once, Banksy had the full attention of the art world.",
            "Roadside overlooks with benches <u>for sitting by the road</u> offered travelers the chance to take in a view.",
            "While I was somewhat familiar with the Norse legend of the squid-like <u>kraken, a mythological sea creature</u> that resembled an oversize squid.",
            "<u>The preserve, bearing his name, is now named</u> Senator Fong's Plantation and Gardens, complete with a visitors' center and guided tours.",
            "The Garamantes <u>who thrived until about 500 CE, when some archaeologists believe</u> their water supply began to run low.",
            "<u>In the beginning, Banksy's fame originated</u> on the streets of Bristol, England, in the early 1990s.",
            "Starting with only thirty eggs, <u>Honan was able to</u> activate the population of these rare insects. Given that all the choices are accurate, which",
            "In an open letter, Howe argued that adhering <u>and sticking to</u> notions of tradition would suffocate innovation in American Indian art.",
            "Beginning around 500 BCE, they built towns and villages, <u>cloth was manufactured there and jewelry</u>, and traded throughout North Africa and the M"
          ]
        },
        "idiom": {
          "count": 6,
          "avgLength": 0,
          "samples": [
            "Klimas positions the camera so it is <u>level with</u> the paint puddle.",
            "Roadside overlooks offered travelers the chance to take in a view <u>of</u> the river or a waterfall.",
            "Although one might question the extent <u>in which</u> Cher Ami understood his mission, his story proves that pigeons are unique.",
            "Dryococelus australis, also known as the Lord Howe stick insect, is native to Lord Howe Island, located less <u>than fifteen miles to</u> Ball's Pyram",
            "In 2003, the Australian government permitted the removal of four insects from the island in order to bring the species <u>back in</u> the brink of ext",
            "Morse code's enduring utility, they argue, <u>lays in the fact that it functions less like a technology then</u> a language—one that can reliably tran"
          ]
        },
        "fragment": {
          "count": 5,
          "avgLength": 0,
          "samples": [
            "In the 1960s, <u>Jenny's study on</u> the effects of sound vibrations on various materials.",
            "<u>Mantas, which are</u> plankton-eating relatives of stingrays that look like pairs of enormous black wings—up to twenty-five feet wide—flying slowly",
            "Black draws collages in black No. 2 pencil on white board <u>and they're packed with</u> depictions of ancient myths, historical events, and popular c",
            "In many urban areas, they are considered little more than a \"rats with wings,\" <u>blamed</u> for spreading disease and despoiling statues.",
            "Salicylates may also play a role in the plant's ability to regulate its temperature<u>; in effect, helping</u> the plant tolerate heat and cold."
          ]
        },
        "logical-placement": {
          "count": 7,
          "avgLength": 0,
          "samples": [
            "[Should writer begin new paragraph at: \"Klimas has photographed sonic sculptures of classical music...\"]",
            "Maybe this complexity <u>in May</u> helps explain why Black's work created such a stir.",
            "The writer wants to add the following sentence to the essay: 'Fong eventually led several companies.' The sentence would most logically be placed at:",
            "The writer wants to add the following sentence to the essay: 'By 2012, the zoo had bred over nine thousand stick insects.' The sentence would most log",
            "The writer is considering adding the following sentence to the essay: 'Even laundry hung on a clothesline can relay a message, with thin and wide piec",
            "The writer is considering adding the following sentence to the essay: 'Fortunately, the web page included a key that identified the people, places, an",
            "The writer is considering adding the following sentence to the essay: 'Eight years later, the museum awarded Howe the Waite Phillips Trophy for Outsta"
          ]
        },
        "pronoun-ambiguous": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "Guardrails lined the route and blurred the distinction between <u>that and</u> environment.",
            "I noticed an article about Rafael Leonardo Black, a 64-year-old Clinton Hill artist <u>who</u> had just been discovered."
          ]
        },
        "deleting-sentence": {
          "count": 4,
          "avgLength": 0,
          "samples": [
            "<u>Impressive as it was,</u> the highway was soon outmoded.",
            "If the writer were to delete the underlined portion <u>—so detailed that I could see the folds in Rodia's clothing—</u> (adjusting the punctuation as ",
            "<u>Her beachside lodgings in Mozambique now house the Marine Megafauna Research Center.</u> [Should this sentence be deleted?]",
            "If the writer were to delete the underlined portion <u>(fifty trillion neutrinos pass through your body every second)</u> (adjusting the punctuation a"
          ]
        },
        "wordiness": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "By 1954, only the western third of the <u>original road</u> was still in use.",
            "Black draws collages in black No. 2 pencil on white board and they're packed with <u>depictions, in the form of drawings, of</u> ancient myths, histor"
          ]
        },
        "adding-sentence": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "[Add sentence: \"Robinson and her husband would go on to form other record labels as well.\"]",
            "At this point, the writer is considering adding the following true sentence: In 1956, during the Cowan-Reines neutrino experiment, a neutrino was dete"
          ]
        },
        "dash": {
          "count": 3,
          "avgLength": 0,
          "samples": [
            "Robinson wasted no time in recruiting three aspiring <u>rappers: Big Bank Hank, Master Gee, and Wonder Mike—</u> to record on her label.",
            "This radiation<u>: a veritable shock wave of photonic energy—</u>is emitted when subatomic particles called neutrinos collide with electrons in the mo",
            "Mantas are plankton-eating relatives of stingrays that look like pairs of enormous black <u>wings—up to twenty-five feet wide—</u>flying slowly throug"
          ]
        },
        "organization": {
          "count": 37,
          "avgLength": 0,
          "samples": [
            "At the IceCube Neutrino Observatory in Antarctica, eighty-six cables descend 2,500 meters <u>down into the</u> glacial terrain.",
            "The writer wants to divide this paragraph into two in order to separate the statement indicating Yueming's plans for herself from the details about he",
            "<u>Having left no clues, archaeologists</u> don't know how the Garamantes learned to build foggaras.",
            "At this point, the writer is considering adding the following accurate information: rotate like windmill blades to\nShould the writer make this additio",
            "Given that all the choices are accurate, which one provides the best transition between the preceding sentence and the next sentence?",
            "For the sake of logic and cohesion, Paragraph 3 should be placed:",
            "<u>Therefore, in</u> 1935, Jones began guiding fishing trips",
            "The writer wants to add the following sentence to the essay:\nThe park idea gained momentum.\nThe sentence would most logically be placed at:",
            "The writer wants to divide this paragraph into two in order to separate information about the discovery of the source of the beetle's material from th",
            "Which of the following sequences of sentences makes this paragraph most logical?",
            "<u>For instance,</u> upon learning that flickers forage for food on the ground",
            "Suppose the writer's primary purpose had been to describe a typical space shuttle launch. Would this essay accomplish that purpose?",
            "The writer wants to add the following sentence to the essay: 'When she was hospitalized for a severe fever, authorities discovered that she was a woma",
            "The writer wants to divide this paragraph into two in order to separate the information about flickers' drumming behavior from the discussion about NA",
            "For the sake of logic and cohesion, Paragraph 3 should be placed:",
            "At this point, the writer is considering adding the following phrase:\nwith its splashes of color, stark lines, and distorted objects,\nGiven that the i",
            "The best placement for the underlined portion would be:",
            "For the sake of the logic and coherence of the essay, Paragraph 3 should be placed:",
            "Which placement of the underlined portion makes clear that the art that decorates the lid, not the lid itself, is made of porcupine quill?",
            "Which sequence of sentences makes this paragraph most logical?",
            "The writer is considering adding the following sentence to the essay: 'The black stripes were woven flat, sharply setting off the white stripes, which",
            "Cave-dwelling insects are <u>trapped in these threads, then reeled in like fish on a line, and finally lured by the light.</u>",
            "Which choice best introduces the main focus of the paragraph?",
            "Which of the following choices, if added here, would best conclude the paragraph and refer back to the conversation at the beginning of the essay?",
            "In the 1990s, groups like Mouth Music from Scotland and The Cranberries from Ireland rose to fame, <u>exposing with audiences Celtic mouth music world",
            "Instead of using traditional lyrics, singers often produce nonsense <u>syllables called vocables</u> to represent specific instrumental sounds, such a",
            "For the sake of logic and cohesion, Sentence 1 should be placed: [1] But all the media attention went to the machine itself and the men who designed i",
            "The writer is considering deleting the preceding sentence. Should the sentence be kept or deleted?",
            "Which of the following true statements, if added here, would most effectively lead into the new subject of the paragraph?",
            "For the sake of logic and cohesion, Sentence 2 should be placed: [1] Since most whistlers aren't professional... [2] Technique, which includes tone an",
            "If the writer were to delete the preceding sentence, the paragraph would primarily lose information that:",
            "At this point, the writer is considering adding the following true statement:\nFlickers are particularly fond of ants, which contain an acid that the b",
            "Suppose the writer's primary purpose had been to describe how an artist's particular style was shaped by cultural and historical events. Would this es",
            "Suppose the writer's primary purpose had been to describe how a specific technological advancement changed business practices. Would this essay accomp",
            "Suppose the writer's primary purpose had been to describe the process of planting a particular flower. Would this essay accomplish that purpose?",
            "If the writer were to delete the underlined portion, the essay would primarily lose:",
            "At this point, the writer is considering adding the following true statement:\nBiscayne National Park is similar to Grand Canyon National Park in that "
          ]
        },
        "punctuation": {
          "count": 34,
          "avgLength": 0,
          "samples": [
            "Forms of mouth music are performed around the world, but the genre <u>being</u> particularly popular in England, Ireland, and Scotland.",
            "Additionally, puirt-a-beul gave anyone <u>whomever</u> didn't read music a way to learn and pass on traditional songs.",
            "US history books have traditionally chronicled the actions of male Revolutionary War heroes <u>such as</u> George Washington, Paul Revere, and John Pa",
            "Scientists specifically selected the site of the IceCube Neutrino Observatory <u>to facilitate</u> the detection of such a collision.",
            "Among the treasures found in Pharaoh Tutankhamen's <u>tomb, in the 1920s</u> one diminutive ornament poses a mystery that spans the ages.",
            "Glass is made by <u>heating substances, such as,</u> sand.",
            "Which choice provides new information to the essay?",
            "The <u>\"pectoral,\" a kind of jewelry worn on one's chest</u> depicts Egyptian symbols with gold and gems.",
            "On another scouting mission, <u>Sampsons' party,</u> was ambushed by British soldiers.",
            "To <u>escape the scouts</u> had to wade across a river.",
            "Though lava and lightning strikes can create <u>glass the desert glass's</u> traces of the elements iridium and osmium pointed to an unearthly culprit",
            "when Harvard student, Kathryn Kleiman, came across the <u>women's names'</u> in a computer-history book.",
            "an artisan admired a piece of <u>desert glass; so gorgeous that,</u> with a little carving, it would befit a great pharaoh.",
            "On a peaceful June night in my hometown of Muscatine, <u>Iowa, I pulled into a parking spot near the Mississippi River,</u> eager to see my friends.",
            "For instance, some neutrinos are produced during supernovae <u>(the collapsing of stars)</u>.",
            "Supposedly, the kraken could wrap an entire ship in its tentacled <u>embrace eventually swallowing the ship whole—</u>sailors and all.",
            "I must have made a noise—a yelp, or perhaps a blood-curdling <u>scream because</u> Rhonda looked over at me with eyebrows raised.",
            "They are heading for a specific melaleuca <u>bush that is hanging</u> 225 feet above the ocean.",
            "The <u>men, Nicholas Carlile and Dean</u> Hiscox, have cameras and flashlights; it is dark.",
            "The stone mounds that mark their ventilation shafts are still visible in what is now southwestern Libya, <u>where they can be seen even now</u>.",
            "The <u>undersides of the soft, air-filled tentacles,</u> were white-and-pink plaid.",
            "Carlile and Hiscox's find raised a <u>question—what should be done with the</u> rare insects?",
            "On a concrete <u>pillar just a few meters from the</u> Eiffel Tower, painted letters spell out, \"This is not a photo opportunity.\"",
            "On the sands of the Bristol Channel, a <u>large, spray-painted, \"X\"</u> promises buried treasure.",
            "Although nearly no one knows what this artist looks <u>like, there</u> are many who know his work.",
            "Blending sharp-tongued social commentary with humor and <u>whimsy British-born artist, Banksy,</u> has made a name for himself by challenging people's",
            "The women programmers were largely forgotten until the late 1980s, when Harvard <u>student, Kathryn Kleiman,</u> came across the women's names' in a c",
            "Today, Yankton Sioux <u>modernist painter, Oscar Howe,</u> is recognized as one of the most influential American Indian artists of the twentieth centu",
            "Two of the insects were transported to the Melbourne Zoo, where invertebrate conservation <u>expert Patrick Honan,</u> took charge of it.",
            "Presentation and performance make up the <u>rest, requiring</u> judges to scrutinize participants' facial expressions,",
            "A 2012 documentary about the IWC captures these sentiments. <u>Filmmaker, Ien Chi,</u> a first-time whistling competitor himself,",
            "One US participant shared with Chi that he had waited thirty-four years to attend the world's <u>premier whistling competition, and meet</u> fellow wh",
            "Chi concludes that the IWC attracts <u>people who</u> are not just vying for medals; the convention also allows participants to communally celebrate t",
            "A competition spawned from a folk festival, the IWC has existed for over forty <u>years, attracting</u> whistlers from across the globe. Which of the "
          ]
        },
        "pronouns": {
          "count": 12,
          "avgLength": 0,
          "samples": [
            "Increasingly, such books include accounts of the many brave women <u>which</u> also contributed—as spies and soldiers—to the effort to gain independen",
            "But meteorites leave craters, and <u>their</u> was no crater that could account for the desert glass.",
            "Eventually, he divided his land into five gardens, each one named for a US president <u>whom</u> had served while Fong was a senator.",
            "Kennedy Valley, with <u>its</u> rain forest canopy,",
            "And <u>who</u> had ever heard of a neon-pink sea monster?",
            "But the kraken of Norse legend certainly never frequented <u>the homes or places of business.</u>",
            "Two of the insects were transported to the Melbourne Zoo, where invertebrate conservation expert Patrick Honan took charge of <u>it.</u>",
            "In 1995, however, the US Coast Guard suspended <u>it's usage</u> of Morse code, including the international distress signal SOS.",
            "Concerned residents argued that Banksy's work was simply graffiti <u>that</u> encouraged vandalism.",
            "England's strict anti-graffiti policy meant that most of Banksy's pieces were destroyed within mere hours of <u>there</u> completion.",
            "Howe's deviation from the style, in particular his use of certain techniques, was perceived to be the result of European influences, <u>which the juro",
            "Howe's efforts continue to inspire confidence in many artists <u>who</u> might otherwise feel confined by tradition."
          ]
        },
        "transitions": {
          "count": 10,
          "avgLength": 0,
          "samples": [
            "In 1996, <u>likewise,</u> mineralogist Vincenzo de Michele noticed the beetle at the Egyptian Museum in Cairo and suspected it wasn't chalcedony.",
            "<u>For instance, a</u> colonial soldier standing on a sandbar threw her a rope.",
            "Their conclusion: a meteoroid burned up in the atmosphere, <u>but</u> its fireball reached Earth and scorched an expanse of sandstone to temperatures ",
            "Which choice provides the best transition to what follows in the paragraph? <u>A month after my ordeal, my friend Rhonda called</u> me and asked if I ",
            "<u>Despite</u> the speed and precision of technologies such as global positioning satellites, decoding signals in Morse code had become inefficient.",
            "Which choice most effectively leads into the new subject of this paragraph while summarizing a main idea of the preceding paragraph? <u>Because of its",
            "Once Bartik's team finished a program, though, a complex calculation such that it would have taken a human several days to complete could be done by E",
            "New communication technologies will continue to emerge, <u>meanwhile</u> Morse code, with its lack of sophistication, could remain just as effective a",
            "Given that all the choices are true, which one most effectively leads the reader from the previous paragraph into this paragraph? <u>Howe displayed hi",
            "Participants can compete in both classical and popular musical categories. They <u>might, nevertheless,</u> whistle an entire movement from Beethoven'"
          ]
        },
        "sentence-structure": {
          "count": 15,
          "avgLength": 0,
          "samples": [
            "<u>For fourteen months Sampson served in the army, she</u> acted with exceptional bravery and fortitude.",
            "Sampson was part of a scouting party <u>whose assignment to track</u> and capture a British convoy.",
            "<u>It was the weight of</u> her heavy backpack and musket, Sampson struggled.",
            "It's true that the tremendous heat and pressure <u>around the globe of meteorite impacts in many places have created</u> glass.",
            "Later, she was awarded a military <u>pension as</u> a sign of gratitude from the young nation she had helped found. Which of the following alternative",
            "<u>Since most</u> whistlers aren't professional (though a few do make a living from whistling tours and commercial spots).",
            "Instead, I put the car in <u>reverse, driving home, figured</u> my friends could have dinner without me.",
            "While I was somewhat familiar with the Norse legend of the squid-like kraken, a mythological sea <u>creature that resembled an oversize squid.</u> Sup",
            "Museum directors organized Banksy exhibitions, and <u>auctioneers sold actual pieces of buildings that bore</u> Banksy's artistry.",
            "For decades, <u>though the island's remote location and dangerous waters made a thorough search difficult, so</u> the insects' survival wasn't confirm",
            "The animals thrived on Lord Howe Island until 1918, when a British supply ship ran <u>aground while the ship was being repaired, rats escaped</u> onto",
            "Transmitted over telegraph wire or radio waves via pulses of electric current, Morse <u>code, which was used for over a century, the standard</u> for ",
            "<u>A group of men designed and built ENIAC, a group</u> of six women mathematicians, lead by Jean Jennings Bartik, programmed it.",
            "Once Bartik's team finished a program, though, a complex calculation <u>such that</u> it would have taken a human several days to complete could be do",
            "This material finally brought attention to the ENIAC women, <u>they were</u> the twentieth century's first computer programmers."
          ]
        },
        "modifiers": {
          "count": 4,
          "avgLength": 0,
          "samples": [
            "With a full career in both politics and business, Hiram Fong never set out to develop one of Oahu's most <u>spectacularly horticulture</u> attractions",
            "Fong, whose political career spanned over thirty years, was one of the first two senators from Hawaii <u>to become a state in 1959</u> and the first A",
            "Wingless and up to fifteen inches long, <u>the men see</u> Dryococelus australis—a nocturnal species that had been believed to be extinct for over eig",
            "The <u>then widely held jurors shared the position</u> that American Indian art should be based on the conventions of the Studio style. The best place"
          ]
        },
        "rhetorical-skills": {
          "count": 39,
          "avgLength": 0,
          "samples": [
            "carried the heavy equipment up the <u>mountain, moreover,</u> no roads led to the cliffside",
            "The three mirrors <u>team up as a group</u> to create a bright ellipse",
            "the mirrors adjust every ten seconds, <u>tracking the sun as it crosses the sky</u> They're controlled wirelessly",
            "residents rejoiced <u>due to the bright light when the Solspeil first</u> shone a bright beam of sunlight",
            "has been passed on <u>by people being conversant</u> for centuries",
            "Sam Eyde, the town's founder, <u>had considered the idea</u> However, Eyde did not follow through",
            "extra rewards for their talents. <u>There are, generally,</u> several records of royals giving land",
            "While mindful of the expectation that they would glorify their leaders, scops set standards for morality through <u>This question asks about adding a ",
            "<u>This question asks about the passage as a whole</u>",
            "<u>This question asks about the passage as a whole</u>",
            "By the end of the day, <u>I'd gotten pretty good at</u> operating the grapple arm",
            "Earth rocks. <u>Thereafter, the</u> idea that she could learn",
            "revealed the rocks' age and <u>identified</u> the processes that created them",
            "This <u>information helped</u> Wadhwa better understand",
            "When the log surfaced, it looked like <u>a gunked-up, mega-big</u> telephone pole",
            "as Wadhwa <u>put it,</u> she \"just might have an impact on Mars\"",
            "music. <u>They knew little about the music industry or soul,</u> but they had open minds",
            "but they had open minds and <u>collected collaboration</u> Their open-door policy",
            "early history of the solar system. <u>For example,</u> a 2010 study she cowrote found",
            "previously arranged sheet music. <u>For example,</u> Stax musicians spontaneously composed music together",
            "putting the notes on paper. <u>Even the building, for instance,</u> helped to create the Stax sound",
            "<u>This question asks about the passage as a whole</u>",
            "<u>This question asks about the passage as a whole</u>",
            "ghostly images appeared on the screen, <u>showing what</u> looked like a collection of matchsticks",
            "we were looking at a birch <u>that had seen centuries come and centuries go</u>",
            "essential elements. <u>This question asks about adding a sentence</u> In 2006, Wadhwa became the director",
            "After moving to Rjukan in 2001, <u>the prolonged winter gloom alarmed artist Martin Andersen</u> He wondered if mirrors",
            "required not only great memorization <u>skills</u> but also the ability to compose epic works",
            "In the deep water, <u>protected from insects and oxygen,</u> the wood remained well preserved",
            "unestablished or unconventional artists <u>(often ignored by bigger studios)</u> to make their names at Stax",
            "but also the ability to compose epic works <u>at an elevated, consistent level of frequency</u> Scops became the keepers",
            "looked like a <u>collection</u> of matchsticks on the lake bottom",
            "but some days he'd leave the lake without <u>finding a single salvageable log</u>",
            "at any university. <u>Because</u> meteorites contain material that predates Earth",
            "several records of royals giving land to deserving <u>scops after the scops proved they were worthy of such a gift</u> Coins or gold rings",
            "more than thirty artists <u>who recorded hits there</u> [Next paragraph starts with conversation]",
            "above Rjukan could <u>change the situation</u> He learned that",
            "Coins or gold rings— <u>these could be quite useful</u> —were common gifts for scops",
            "the tree was probably cut in the mid-nineteenth century. <u>Add to that when it was cut</u> the age of the tree—easily two hundred years"
          ]
        },
        "adding-deleting": {
          "count": 15,
          "avgLength": 0,
          "samples": [
            "Which of the following true statements, if added here, would provide the best transition to the next paragraph and maintain logical chronology?",
            "At this point, the writer is considering adding the following accurate information: 'who spent five years in Istanbul, Turkey' Should the writer make ",
            "By 1920, the insects were presumed to be extinct. Which of the following true statements, if added here, would provide the most effective transition t",
            "Which of the following statements, if added here, would best conclude the essay by maintaining the characterization of the pink kraken as harmless rat",
            "Given that all the following statements are true, which one, if added here, would best conclude this paragraph and introduce the subject of the next p",
            "Given that all the following statements are true, which one, if added here, would provide the most effective transition between this paragraph and the",
            "Such computational capacity was used not only by the military but also in many scientific fields, <u>including weather prediction, atomic energy resea",
            "Which of the following true statements, if added here, would best serve as a transition between the preceding sentence and the next sentence?",
            "The writer is considering deleting the preceding sentence. Should the sentence be kept or deleted?",
            "At this point, the writer is considering adding the following true sentence: 'While serving in the armed forces during World War II, Howe met the woma",
            "Since most whistlers aren't professional <u>(though a few do make a living from whistling tours and commercial spots).</u> If the writer were to delet",
            "Which of the following true statements, if added here, would most logically lead into the information that follows in the paragraph?",
            "At this point, the writer is considering adding the following true statement: 'In 1989, the State Department of Agriculture commemorated the bicentenn",
            "Intrigued by the 1994 collision of Comet Shoemaker-Levy 9 with Jupiter and a 1908 meteoroid airburst over a remote region of Russia <u>that flattened ",
            "Kleiman <u>filmed twenty hours of interviews with</u> Bartik included with other surviving programmers. The writer is considering deleting the underli"
          ]
        },
        "verbs": {
          "count": 4,
          "avgLength": 0,
          "samples": [
            "Nixon Valley <u>will abound with</u> flowers—plumeria, crown flower, and bougainvillea are just a few—while the Ford Plateau highlights hillsides of p",
            "ENIAC was designed during World War II with the intention of helping the US military calculate precise trajectory tables that <u>would of</u> allowed ",
            "Although a group of men designed and built ENIAC, a group of six women mathematicians, <u>lead by</u> Jean Jennings Bartik, programmed it.",
            "Technique, which includes tone and pitch, <u>represent</u> only fifty percent of their scoring criteria."
          ]
        },
        "modifier-dangling": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "When I walk home from the Urban Vintage, <u>its décor often being updated with</u> restored antiques and vintage housewares, I wonder if I'll pass the",
            "Wanting to re-create the feel-good vibe, <u>an upbeat disco record provided the background that</u> the rappers rhymed over."
          ]
        },
        "purpose": {
          "count": 2,
          "avgLength": 0,
          "samples": [
            "Suppose the writer's primary purpose had been to explain a common debate about the definition of art. Would this essay accomplish that purpose?",
            "Suppose the writer's primary purpose had been to discuss how a new technology revolutionized communication around the world. Would this essay accompli"
          ]
        },
        "word-placement": {
          "count": 1,
          "avgLength": 0,
          "samples": [
            "Which of the following placements for the underlined portion would most clearly indicate that each letter in Morse code is composed of its own distinc"
          ]
        }
      }
    }
  },
  "structural": {
    "choicePatterns": {
      "noChangeUsage": 428,
      "deleteUsage": 42,
      "avgChoiceLength": {
        "A": "20.45",
        "B": "33.47",
        "C": "31.02",
        "D": "28.87"
      },
      "choiceLengthDistribution": [],
      "commonPatterns": {
        "short-long-long-long": 47,
        "short-medium-short-verylong": 1,
        "medium-medium-medium-short": 1,
        "verylong-verylong-verylong-verylong": 45,
        "short-medium-short-short": 41,
        "medium-medium-medium-medium": 24,
        "short-long-medium-medium": 16,
        "short-short-short-short": 59,
        "short-verylong-verylong-verylong": 17,
        "short-medium-medium-long": 8,
        "short-medium-medium-medium": 103,
        "short-medium-medium-short": 39,
        "short-verylong-long-long": 8,
        "short-medium-long-long": 2,
        "short-short-medium-short": 3,
        "short-verylong-verylong-long": 7,
        "short-long-long-medium": 21,
        "short-long-medium-short": 4,
        "short-short-short-long": 19,
        "short-medium-short-medium": 5,
        "long-long-long-long": 2,
        "short-long-verylong-verylong": 2,
        "long-long-verylong-long": 1,
        "short-short-short-medium": 4,
        "verylong-verylong-long-verylong": 1,
        "short-short-medium-long": 2,
        "verylong-long-verylong-verylong": 3,
        "long-long-verylong-verylong": 1,
        "long-verylong-verylong-verylong": 1,
        "short-long-verylong-long": 2,
        "short-long-medium-long": 3,
        "short-medium-short-long": 4,
        "long-verylong-medium-medium": 1,
        "medium-medium-medium-long": 1,
        "medium-long-medium-medium": 1,
        "short-long-verylong-medium": 1,
        "long-verylong-long-long": 1,
        "medium-short-short-short": 1,
        "verylong-verylong-verylong-long": 4,
        "short-long-long-short": 3,
        "medium-medium-long-medium": 1,
        "short-long-long-verylong": 1,
        "short-medium-long-medium": 2,
        "short-long-medium-verylong": 1,
        "long-long-long-medium": 1,
        "short-short-medium-medium": 1,
        "short-verylong-long-short": 1,
        "short-verylong-long-medium": 2,
        "short-verylong-verylong-medium": 1,
        "long-medium-medium-medium": 1,
        "verylong-verylong-long-long": 2,
        "verylong-long-long-long": 1,
        "long-long-medium-medium": 1
      }
    }
  },
  "patterns": {
    "answers": {
      "english": {
        "overall": {
          "C": 132,
          "B": 125,
          "A": 138,
          "D": 130
        },
        "byType": {
          "comma-splice": {
            "C": 3,
            "D": 1,
            "A": 2
          },
          "fragment": {
            "B": 3,
            "D": 1,
            "A": 1
          },
          "dash": {
            "A": 1,
            "B": 2
          },
          "comma-usage": {
            "D": 8,
            "A": 4,
            "B": 6,
            "C": 3
          },
          "deleting-sentence": {
            "A": 2,
            "B": 2
          },
          "verb-agreement": {
            "A": 2,
            "D": 1,
            "C": 2
          },
          "colon": {
            "C": 2,
            "B": 2
          },
          "sentence-placement": {
            "A": 1,
            "B": 1,
            "D": 1
          },
          "word-choice": {
            "C": 3,
            "B": 4,
            "A": 3,
            "D": 1
          },
          "modifier-misplaced": {
            "A": 1,
            "D": 1
          },
          "which-choice": {
            "D": 2,
            "B": 5,
            "A": 6,
            "C": 5
          },
          "main-idea": {
            "D": 1,
            "B": 3,
            "C": 3,
            "A": 1
          },
          "verb-form": {
            "B": 2,
            "A": 1,
            "D": 1
          },
          "redundancy": {
            "D": 12,
            "A": 1,
            "B": 2
          },
          "transition": {
            "B": 1,
            "C": 4,
            "D": 2,
            "A": 3
          },
          "verb-tense": {
            "A": 3,
            "D": 4,
            "C": 3,
            "B": 1
          },
          "idiom": {
            "A": 3,
            "B": 2,
            "C": 1
          },
          "logical-placement": {
            "B": 1,
            "D": 2,
            "C": 2,
            "A": 2
          },
          "parallel-structure": {
            "D": 3,
            "C": 1,
            "A": 1
          },
          "pronoun-ambiguous": {
            "C": 1,
            "A": 1
          },
          "adding-info": {
            "A": 1,
            "B": 1
          },
          "wordiness": {
            "A": 1,
            "D": 1
          },
          "adding-sentence": {
            "C": 2
          },
          "modifier-dangling": {
            "D": 2
          },
          "grammar": {
            "C": 25,
            "A": 23,
            "B": 18,
            "D": 18
          },
          "punctuation": {
            "C": 8,
            "D": 7,
            "A": 14,
            "B": 5
          },
          "style": {
            "B": 19,
            "C": 16,
            "A": 24,
            "D": 15
          },
          "organization": {
            "C": 10,
            "B": 10,
            "D": 9,
            "A": 8
          },
          "usage-mechanics": {
            "D": 10,
            "A": 6,
            "B": 10,
            "C": 10
          },
          "rhetorical-skills": {
            "C": 11,
            "B": 6,
            "D": 11,
            "A": 11
          },
          "pronouns": {
            "C": 1,
            "D": 3,
            "A": 5,
            "B": 3
          },
          "sentence-structure": {
            "B": 4,
            "D": 6,
            "C": 4,
            "A": 1
          },
          "transitions": {
            "D": 1,
            "C": 3,
            "A": 4,
            "B": 2
          },
          "modifiers": {
            "C": 2,
            "B": 2
          },
          "adding-deleting": {
            "C": 6,
            "B": 7,
            "D": 1,
            "A": 1
          },
          "verbs": {
            "D": 3,
            "B": 1
          },
          "word-placement": {
            "D": 1
          },
          "purpose": {
            "D": 1,
            "C": 1
          }
        },
        "byPosition": {
          "first": {
            "C": 19,
            "B": 14,
            "A": 23,
            "D": 14
          },
          "middle": {
            "B": 92,
            "A": 98,
            "D": 94,
            "C": 101
          },
          "last": {
            "D": 22,
            "C": 12,
            "B": 19,
            "A": 17
          }
        },
        "sequences": {
          "AAA": 7,
          "BBB": 4,
          "CCC": 8,
          "DDD": 4
        }
      },
      "math": {
        "overall": {
          "C": 104,
          "E": 58,
          "B": 95,
          "A": 84,
          "D": 79
        },
        "byType": {
          "functions": {
            "C": 1,
            "A": 6,
            "B": 3,
            "E": 2
          },
          "geometry": {
            "C": 22,
            "A": 19,
            "B": 15,
            "E": 9,
            "D": 14
          },
          "algebra": {
            "E": 17,
            "D": 13,
            "B": 19,
            "A": 13,
            "C": 20
          },
          "word-problem": {
            "C": 7,
            "B": 4,
            "E": 1,
            "D": 5,
            "A": 4
          },
          "statistics-probability": {
            "E": 4,
            "B": 2,
            "C": 4,
            "D": 4,
            "A": 2
          },
          "number-theory": {
            "A": 1
          },
          "math-problem-solving": {
            "A": 9,
            "B": 9,
            "E": 7,
            "C": 9,
            "D": 7
          },
          "sequences": {
            "D": 4,
            "A": 2,
            "B": 1,
            "C": 1
          },
          "matrices": {
            "D": 1,
            "A": 1,
            "B": 1
          },
          "trigonometry": {
            "B": 3,
            "A": 4,
            "C": 9,
            "E": 1,
            "D": 3
          },
          "complex-numbers": {
            "B": 1
          },
          "vectors": {
            "A": 1,
            "C": 1
          },
          "counting": {
            "A": 1,
            "D": 1
          },
          "prealgebra": {
            "B": 9,
            "C": 8,
            "D": 2,
            "E": 1,
            "A": 3
          },
          "probability": {
            "B": 4,
            "C": 3,
            "E": 1,
            "A": 3
          },
          "arithmetic": {
            "B": 6,
            "E": 2,
            "D": 4,
            "C": 2,
            "A": 5
          },
          "coordinate_geometry": {
            "C": 2,
            "A": 3,
            "B": 3,
            "D": 3
          },
          "statistics": {
            "C": 3,
            "D": 6,
            "E": 2,
            "A": 1
          },
          "number_theory": {
            "B": 1,
            "E": 1,
            "D": 1
          },
          "complex_numbers": {
            "B": 2,
            "D": 1
          },
          "inequalities": {
            "B": 2
          },
          "percentages": {
            "C": 1,
            "B": 1
          },
          "fractions": {
            "D": 2
          },
          "word_problems": {
            "B": 1,
            "C": 2
          },
          "radicals": {
            "B": 1,
            "A": 1
          },
          "logic": {
            "C": 1,
            "E": 1
          },
          "linear_equations": {
            "E": 2,
            "B": 1,
            "A": 1
          },
          "combinatorics": {
            "E": 1,
            "D": 1
          },
          "sets": {
            "A": 1
          },
          "graphing": {
            "C": 1
          },
          "logarithms": {
            "C": 1,
            "D": 1,
            "B": 1
          },
          "plane_geometry": {
            "C": 4,
            "B": 1,
            "D": 3,
            "E": 2,
            "A": 1
          },
          "exponents": {
            "B": 1
          },
          "expressions": {
            "D": 1,
            "E": 1
          },
          "number_properties": {
            "E": 2,
            "C": 2,
            "B": 2,
            "D": 2
          },
          "quadratics": {
            "B": 1
          },
          "solid_geometry": {
            "A": 1
          },
          "linear_inequalities": {
            "E": 1
          },
          "ratios": {
            "A": 1
          }
        },
        "byPosition": {
          "first": {
            "C": 19,
            "E": 13,
            "B": 17,
            "A": 12,
            "D": 9
          },
          "middle": {
            "B": 64,
            "D": 57,
            "A": 55,
            "E": 35,
            "C": 69
          },
          "last": {
            "B": 14,
            "A": 17,
            "E": 10,
            "D": 13,
            "C": 16
          }
        },
        "sequences": {
          "BBB": 2,
          "DDD": 4,
          "CCC": 3
        }
      },
      "reading": {
        "overall": {
          "C": 70,
          "A": 72,
          "B": 73,
          "D": 65
        },
        "byType": {
          "main-idea": {
            "C": 17,
            "A": 13,
            "B": 13,
            "D": 9
          },
          "characterization": {
            "A": 1
          },
          "sequence": {
            "B": 1
          },
          "interpretation": {
            "C": 1,
            "B": 1,
            "A": 1
          },
          "detail": {
            "A": 7,
            "B": 4,
            "C": 11,
            "D": 11
          },
          "inference": {
            "D": 7,
            "B": 10,
            "C": 2,
            "A": 6
          },
          "perspective": {
            "D": 1
          },
          "vocabulary": {
            "B": 3,
            "A": 2,
            "C": 2
          },
          "comprehension": {
            "A": 2,
            "D": 1,
            "C": 1
          },
          "comparison": {
            "C": 3,
            "D": 1,
            "A": 2,
            "B": 1
          },
          "structure": {
            "B": 4,
            "D": 2,
            "A": 3
          },
          "tone": {
            "D": 2,
            "C": 1,
            "A": 1,
            "B": 1
          },
          "literary-narrative": {
            "B": 8,
            "D": 4,
            "C": 3,
            "A": 5
          },
          "social-science": {
            "C": 3,
            "D": 3,
            "B": 2,
            "A": 2
          },
          "natural-science": {
            "A": 2,
            "C": 3,
            "B": 4,
            "D": 1
          },
          "vocab": {
            "C": 1,
            "B": 1
          },
          "main_idea": {
            "B": 1,
            "A": 1
          },
          "purpose": {
            "D": 4,
            "C": 2,
            "B": 1,
            "A": 1
          },
          "reading": {
            "B": 9,
            "A": 12,
            "C": 10,
            "D": 9
          },
          "reading-comprehension": {
            "D": 10,
            "B": 9,
            "A": 11,
            "C": 10
          }
        },
        "byPosition": {
          "first": {
            "C": 14,
            "A": 18,
            "B": 20,
            "D": 18
          },
          "middle": {
            "C": 36,
            "A": 38,
            "B": 35,
            "D": 31
          },
          "last": {
            "A": 16,
            "C": 20,
            "D": 16,
            "B": 18
          }
        },
        "sequences": {
          "BBB": 2,
          "DDD": 2
        }
      },
      "science": {
        "overall": {
          "B": 82,
          "A": 61,
          "D": 56,
          "C": 81
        },
        "byType": {
          "data-interpretation": {
            "B": 23,
            "A": 21,
            "D": 20,
            "C": 21
          },
          "ordering-data": {
            "B": 1
          },
          "comparison": {
            "B": 1,
            "C": 2
          },
          "application": {
            "D": 1,
            "A": 1,
            "B": 1
          },
          "two-part-reasoning": {
            "D": 2,
            "C": 2
          },
          "trends": {
            "B": 6,
            "C": 6,
            "D": 5,
            "A": 4
          },
          "experimental-design": {
            "A": 2,
            "B": 1
          },
          "approximation": {
            "B": 2,
            "C": 2,
            "A": 1,
            "D": 1
          },
          "conflicting-viewpoints": {
            "B": 2,
            "A": 1,
            "D": 3,
            "C": 4
          },
          "finding-information": {
            "B": 1
          },
          "evaluating-information": {
            "A": 1,
            "C": 1
          },
          "biological-processes": {
            "B": 9,
            "C": 5,
            "A": 1
          },
          "chemical-properties": {
            "D": 1,
            "C": 4,
            "B": 5
          },
          "earth-processes": {
            "B": 4,
            "C": 5,
            "A": 1
          },
          "physics-mechanics": {
            "C": 2,
            "D": 1,
            "B": 1,
            "A": 1
          },
          "research-summaries": {
            "A": 7,
            "B": 6,
            "D": 3,
            "C": 5
          },
          "data-analysis": {
            "C": 7,
            "D": 8,
            "B": 6,
            "A": 5
          },
          "scientific-investigation": {
            "B": 2,
            "A": 2,
            "D": 1,
            "C": 1
          },
          "evaluation": {
            "B": 2,
            "D": 1,
            "A": 3,
            "C": 2
          },
          "science": {
            "D": 9,
            "C": 12,
            "B": 9,
            "A": 10
          }
        },
        "byPosition": {
          "first": {
            "B": 25,
            "A": 14,
            "D": 13,
            "C": 18
          },
          "middle": {
            "A": 34,
            "B": 40,
            "C": 41,
            "D": 25
          },
          "last": {
            "C": 22,
            "D": 18,
            "B": 17,
            "A": 13
          }
        },
        "sequences": {
          "BBB": 8,
          "CCC": 8,
          "AAA": 1
        }
      }
    },
    "taxonomy": {
      "english": {
        "verb-agreement": {
          "count": 5,
          "category": "CSE",
          "examples": [
            {
              "stem": "Marshall announced that indeed there <u>is</u> two manta species.",
              "choices": [
                "NO CHANGE",
                "exists",
                "was",
                "are"
              ]
            },
            {
              "stem": "In 2009, Marshall announced that indeed there <u>is</u> two manta species.",
              "choices": [
                "NO CHANGE",
                "happen to be",
                "were",
                "are"
              ]
            },
            {
              "stem": "Klimas's idea for his sonic sculptures <u>were sparked</u> by the experiments of Swiss scientist Hans Jenny.",
              "choices": [
                "NO CHANGE",
                "have been",
                "was",
                "are"
              ]
            }
          ],
          "choicePatterns": []
        },
        "main-idea": {
          "count": 8,
          "category": "POW",
          "examples": [
            {
              "stem": "[Passage question] Suppose writer's purpose was to document the process of an artist. Would essay accomplish that?",
              "choices": [
                "Yes, because it focuses on how Jenny used artistic",
                "Yes, because it describes how Klimas photographs e",
                "No, because it focuses on cultural significance of",
                "No, because it provides general overview of how Je"
              ]
            },
            {
              "stem": "Suppose the writer's primary purpose had been to discuss a significant point in an artist's career. Would this essay accomplish that purpose?",
              "choices": [
                "Yes, because it describes Howe's interaction with ",
                "Yes, because it chronicles Howe's career up to How",
                "No, because it does not explain why Howe's partici",
                "No, because although it mentions Howe, it focuses "
              ]
            },
            {
              "stem": "[Passage question] Suppose writer wanted to write essay celebrating Robinson's pioneering role in music industry. Would this essay accomplish that?",
              "choices": [
                "Yes, because it describes her discovery of hip-hop",
                "Yes, because it explains her role in producing fir",
                "No, because it focuses primarily on Sugarhill Gang",
                "No, because it emphasizes business aspects over ar"
              ]
            }
          ],
          "choicePatterns": []
        },
        "sentence-placement": {
          "count": 3,
          "category": "POW",
          "examples": [
            {
              "stem": "[Where should this sentence be placed?] <u>Some of the data were basic, such as manta coloration and size.</u>",
              "choices": [
                "after Sentence 1.",
                "after Sentence 2.",
                "after Sentence 3.",
                "after Sentence 4."
              ]
            },
            {
              "stem": "The fact that such large animals went undifferentiated <u>highlights how little scientists know for so long about</u> these gentle giants.",
              "choices": [
                "NO CHANGE",
                "for so long highlights how little scientists know",
                "highlights for so long how little scientists know",
                "highlights how for so long little scientists know"
              ]
            },
            {
              "stem": "[Sentence to add: \"The rest of the highway fell into disrepair.\" Where to place?]",
              "choices": [
                "Point A in Paragraph 1.",
                "Point B in Paragraph 2.",
                "Point C in Paragraph 2.",
                "Point D in Paragraph 3."
              ]
            }
          ],
          "choicePatterns": []
        },
        "word-choice": {
          "count": 11,
          "category": "KLA",
          "examples": [
            {
              "stem": "In 2009, Marshall <u>announced, with two other scientists,</u> that indeed there are two manta species.",
              "choices": [
                "NO CHANGE",
                "surprised many scientists by announcing",
                "had the evidence to announce",
                "at long last announced"
              ]
            },
            {
              "stem": "Thriving in shallow water, it <u>kind of sticks around one area.</u>",
              "choices": [
                "NO CHANGE",
                "rarely ventures far from its home territory.",
                "doesn't delight in slogging long distances.",
                "loves hanging around its neighborhood."
              ]
            },
            {
              "stem": "The vibrations cause the paint to rise and <u>this image that Klimas's camera captures—sound</u> visually rendered by the effects of the vibrations on",
              "choices": [
                "NO CHANGE",
                "pic, frozen in time's embrace that Klimas's camera",
                "picture that Klimas's photographic paraphernalia h",
                "snapshot that Klimas's photographic machine snares"
              ]
            }
          ],
          "choicePatterns": []
        },
        "modifier-misplaced": {
          "count": 2,
          "category": "CSE",
          "examples": [
            {
              "stem": "The fact that such large animals <u>went undifferentiated highlights how little scientists know for so long about</u> these gentle giants.",
              "choices": [
                "NO CHANGE",
                "went undifferentiated for so long highlights how l",
                "for so long went undifferentiated, highlighting ho",
                "went undifferentiated, for so long highlighting ho"
              ]
            },
            {
              "stem": "One of six hundred birds used by the US Army Signal Corps in France during World War I, <u>all twelve of Cher Ami's missions were deemed successful</u",
              "choices": [
                "NO CHANGE",
                "the twelve missions Cher Ami flew were successful.",
                "successful missions by Cher Ami numbered twelve.",
                "Cher Ami flew twelve successful missions."
              ]
            }
          ],
          "choicePatterns": []
        },
        "usage-mechanics": {
          "count": 36,
          "category": "POW",
          "examples": [
            {
              "stem": "directly on <u>Rjukan, a small town</u> in south-central Norway",
              "choices": [
                "Rjukan, which is",
                "Rjukan;",
                "Rjukan—",
                "Rjukan:"
              ]
            },
            {
              "stem": "He activated the boat's <u>sonar, and piloted</u> slowly forward",
              "choices": [
                "NO CHANGE",
                "sonar, and piloted,",
                "sonar and piloted,",
                "sonar and piloted"
              ]
            },
            {
              "stem": "Andersen made the mirrors a <u>reality. Three</u> 550-square-foot mirrors were airlifted",
              "choices": [
                "NO CHANGE",
                "reality. When three",
                "reality, three",
                "reality three"
              ]
            }
          ],
          "choicePatterns": []
        },
        "grammar": {
          "count": 84,
          "category": "CSE",
          "examples": [
            {
              "stem": "that clung to the limestone ceiling and, <u>with</u> their radiant bodies, flooded the cave",
              "choices": [
                "NO CHANGE",
                "Although",
                "Since",
                "DELETE the underlined portion."
              ]
            },
            {
              "stem": "flooded the cave in aquamarine light. <u>While</u> I was traveling on canoe on a group tour",
              "choices": [
                "NO CHANGE",
                "with",
                "by",
                "in"
              ]
            },
            {
              "stem": "that prey is nearby, causing <u>them</u> to brighten.",
              "choices": [
                "NO CHANGE",
                "the light",
                "these",
                "DELETE the underlined portion."
              ]
            }
          ],
          "choicePatterns": []
        },
        "colon": {
          "count": 4,
          "category": "CSE",
          "examples": [
            {
              "stem": "Another discovery <u>was: that</u> some mantas had egg-shaped masses at the base of their tail fins.",
              "choices": [
                "NO CHANGE",
                "was, that,",
                "was that",
                "was, that"
              ]
            },
            {
              "stem": "They had but one link to <u>headquarters homing pigeons</u>.",
              "choices": [
                "NO CHANGE",
                "headquarters:",
                "headquarters;",
                "headquarters,"
              ]
            },
            {
              "stem": "The paint collects in a puddle of <u>colors; rich oranges and powder blues,</u> hot pinks and electric yellows.",
              "choices": [
                "NO CHANGE",
                "colors: rich oranges and powder blues,",
                "colors: rich oranges; and powder blues",
                "colors; rich oranges and powder blues;"
              ]
            }
          ],
          "choicePatterns": []
        },
        "style": {
          "count": 74,
          "category": "POW",
          "examples": [
            {
              "stem": "The sound of splashing water, <u>however,</u> might signal that prey is nearby",
              "choices": [
                "NO CHANGE",
                "on the other hand,",
                "for example,",
                "above all,"
              ]
            },
            {
              "stem": "this meandering subterranean passageway would <u>feel as though it were downright ensconced in shadows.</u>",
              "choices": [
                "NO CHANGE",
                "end up pretty hard to see.",
                "have not a lot of light.",
                "be utterly dark."
              ]
            },
            {
              "stem": "Which choice best suggests that the effect of the cold air on Yueming was immediate?",
              "choices": [
                "NO CHANGE",
                "pulled",
                "lured",
                "drew"
              ]
            }
          ],
          "choicePatterns": []
        },
        "which-choice": {
          "count": 18,
          "category": "POW",
          "examples": [
            {
              "stem": "At the moment, manta ray populations face an array of threats worldwide. [Which statement best concludes by suggesting study will continue?]",
              "choices": [
                "NO CHANGE",
                "A 2009 documentary film about Dr. Marshall related",
                "Dr. Marshall once described the manta ray as \"like",
                "Fortunately, mantas have a devoted and expert rese"
              ]
            },
            {
              "stem": "He <u>administered the medicine to</u> people suffering from fevers.",
              "choices": [
                "NO CHANGE",
                "tested his new concoction on",
                "The liquid was given to benefit",
                "He decided to give the drink to"
              ]
            },
            {
              "stem": "Finally, he inserts Daft Punk's Homework CD into a stereo, <u>cranks up the volume to ten,</u> and pushes Play.",
              "choices": [
                "NO CHANGE",
                "turns the volume knob a bit higher,",
                "increases the volume of the output,",
                "adjusts the speaker's output level,"
              ]
            }
          ],
          "choicePatterns": []
        },
        "verb-tense": {
          "count": 11,
          "category": "CSE",
          "examples": [
            {
              "stem": "Apothecaries increasingly <u>preferred</u> the imported bark of South American cinchona trees as a fever reducer.",
              "choices": [
                "NO CHANGE",
                "would of preferred",
                "will prefer",
                "prefer"
              ]
            },
            {
              "stem": "Stone pulverized some willow bark and <u>adds its</u> powder to a liquid.",
              "choices": [
                "NO CHANGE",
                "then added it's",
                "added its",
                "adds it's"
              ]
            },
            {
              "stem": "The vibrations produced by Daft Punk's dance anthem \"Around the World\" <u>h: ised</u> the paint to rise.",
              "choices": [
                "NO CHANGE",
                "cause",
                "is causing",
                "causes"
              ]
            }
          ],
          "choicePatterns": []
        },
        "comma-usage": {
          "count": 21,
          "category": "CSE",
          "examples": [
            {
              "stem": "The high cost of importing cinchona <u>bark however, was</u> expensive.",
              "choices": [
                "NO CHANGE",
                "bark; however, was",
                "bark, however, was",
                "bark, however was"
              ]
            },
            {
              "stem": "Klimas's idea was sparked by the <u>experiments, of Swiss scientist, Hans</u> Jenny.",
              "choices": [
                "NO CHANGE",
                "experiments, of Swiss scientist",
                "experiments of Swiss scientist",
                "experiments of Swiss scientist"
              ]
            },
            {
              "stem": "While he acknowledges that all forms of music can generate sonic <u>sculptures. Klimas</u> says, \"I typically select something dynamic.\"",
              "choices": [
                "NO CHANGE",
                "sculptures, and",
                "sculptures,",
                "sculptures;"
              ]
            }
          ],
          "choicePatterns": []
        },
        "transition": {
          "count": 10,
          "category": "POW",
          "examples": [
            {
              "stem": "The high cost was expensive. <u>Consequently,</u> in the mid-1700s, English minister Edward Stone began to seek a substitute.",
              "choices": [
                "NO CHANGE",
                "Nevertheless,",
                "Furthermore,",
                "Likewise,"
              ]
            },
            {
              "stem": "Klimas says, \"I typically select something dynamic and percussive.\" <u>That would certainly impress Jenny.</u> After all, to create his art, Klimas ne",
              "choices": [
                "NO CHANGE",
                "That's simply a matter of taste.",
                "That seems unwise.",
                "That makes sense."
              ]
            },
            {
              "stem": "Neutrinos are rarely affected by matter or electromagnetic fields. <u>For this purpose</u>, many neutrinos have been traveling through space unimpeded",
              "choices": [
                "NO CHANGE",
                "In contrast,",
                "For this reason,",
                "DELETE the underlined portion."
              ]
            }
          ],
          "choicePatterns": []
        },
        "verb-form": {
          "count": 4,
          "category": "CSE",
          "examples": [
            {
              "stem": "Consequently, in the mid-1700s, English minister Edward Stone <u>had began</u> to seek a substitute.",
              "choices": [
                "NO CHANGE",
                "would have began",
                "begun",
                "began"
              ]
            },
            {
              "stem": "Crumbling stone guardrails have been repaired. Damaged bridges have been rebuilt. <u>Tunnels, now empty and strong. had</u> rubble removed from them.",
              "choices": [
                "NO CHANGE",
                "Rubble-filled tunnels have been emptied and streng",
                "The tunnels have had the rubble removed from them,",
                "Once filled with rubble, tunnels have been emptied"
              ]
            },
            {
              "stem": "In his studio in Dusseldorf, Germany, <u>paint is what photographer Martin Klimas</u> carefully pours onto a rubber membrane.",
              "choices": [
                "NO CHANGE",
                "there is paint carefully being poured by photograp",
                "paint is carefully poured by Martin Klimas, a phot",
                "photographer Martin Klimas carefully pours paint"
              ]
            }
          ],
          "choicePatterns": []
        },
        "comma-splice": {
          "count": 6,
          "category": "CSE",
          "examples": [
            {
              "stem": "He administered the medicine to people suffering from <u>fevers, he then noted</u> that it worked.",
              "choices": [
                "NO CHANGE",
                "fevers, he was elated to find",
                "fevers which",
                "fevers. It"
              ]
            },
            {
              "stem": "<u>There are thousands of new animal species identified</u> each year, the vast majority are small or geographically isolated.",
              "choices": [
                "NO CHANGE",
                "Scientists say thousands of new animal species are",
                "Of the thousands of new animal species",
                "Thousands of new animal species are"
              ]
            },
            {
              "stem": "The Garamantes <u>could of relied</u> on a constant supply of water for drinking, washing, and irrigation.",
              "choices": [
                "NO CHANGE",
                "could rely",
                "could have relied",
                "relied"
              ]
            }
          ],
          "choicePatterns": []
        },
        "parallel-structure": {
          "count": 5,
          "category": "CSE",
          "examples": [
            {
              "stem": "The Columbia River Gorge is eighty-five miles of flowing <u>water, there are tree-covered bluffs, and</u> roaring waterfalls.",
              "choices": [
                "NO CHANGE",
                "tree-covered bluffs flank the river,",
                "featuring tree-covered bluffs,",
                "tree-covered bluffs,"
              ]
            },
            {
              "stem": "Until his death in 2004 at ninety-seven, Fong spent every weekend tending to his flowers and trees <u>and a moment to mingle with</u> visitors.",
              "choices": [
                "NO CHANGE",
                "having mingled",
                "then mingles",
                "mingling"
              ]
            },
            {
              "stem": "Messages can be transmitted by clicking a flashlight on and off, <u>by flashing a mirror in the sun,</u> or simply blinking.",
              "choices": [
                "NO CHANGE",
                "flashing a mirror in the sun can work,",
                "a mirror can be flashed in the sun,",
                "flashing a mirror in the sun,"
              ]
            }
          ],
          "choicePatterns": []
        },
        "adding-info": {
          "count": 2,
          "category": "POW",
          "examples": [
            {
              "stem": "Engineers created <u>openings</u> in the side of one tunnel. [Add \"an unprecedented five\"?]",
              "choices": [
                "Yes, adds detail highlighting impressive design",
                "Yes, hints at how engineers made openings",
                "No, provides unrelated information",
                "No, suggests creating intricate tunnels was easy"
              ]
            },
            {
              "stem": "The writer is considering revising the underlined portion to the following: especially across long distances and difficult terrain. Should the writer ",
              "choices": [
                "Yes, because it offers a better indication of the ",
                "Yes, because it more clearly identifies the locati",
                "No, because it adds information that is irrelevant",
                "No, because it suggests that homing pigeons are un"
              ]
            }
          ],
          "choicePatterns": []
        },
        "redundancy": {
          "count": 15,
          "category": "KLA",
          "examples": [
            {
              "stem": "An Egyptian papyrus from <u>approximately about</u> 1534 BCE refers to willow's use as an all-purpose medicine.",
              "choices": [
                "NO CHANGE",
                "an estimation of",
                "in the region of",
                "about"
              ]
            },
            {
              "stem": "Every time the DJ chanted, \"Throw your hands in the air,\" everyone <u>obeyed,</u> Robinson could hear the enthusiasm.",
              "choices": [
                "NO CHANGE",
                "obeyed by throwing their hands in the air.",
                "heeded the DJ's call and obeyed him.",
                "did what he said and obeyed."
              ]
            },
            {
              "stem": "It showcased the scenic grandeur of the <u>gorge where the Columbia River is located.</u>",
              "choices": [
                "NO CHANGE",
                "gorge, which is over eighty miles long.",
                "gorge and its scenery.",
                "gorge."
              ]
            }
          ],
          "choicePatterns": []
        },
        "idiom": {
          "count": 6,
          "category": "CSE",
          "examples": [
            {
              "stem": "Klimas positions the camera so it is <u>level with</u> the paint puddle.",
              "choices": [
                "NO CHANGE",
                "eye-to-eye with",
                "the same as",
                "equal to"
              ]
            },
            {
              "stem": "Roadside overlooks offered travelers the chance to take in a view <u>of</u> the river or a waterfall.",
              "choices": [
                "NO CHANGE",
                "up on",
                "on",
                "DELETE the underlined portion."
              ]
            },
            {
              "stem": "Although one might question the extent <u>in which</u> Cher Ami understood his mission, his story proves that pigeons are unique.",
              "choices": [
                "NO CHANGE",
                "of",
                "to",
                "DELETE the underlined portion."
              ]
            }
          ],
          "choicePatterns": []
        },
        "fragment": {
          "count": 5,
          "category": "CSE",
          "examples": [
            {
              "stem": "In the 1960s, <u>Jenny's study on</u> the effects of sound vibrations on various materials.",
              "choices": [
                "NO CHANGE",
                "while Jenny studied",
                "Jenny, to study",
                "Jenny studied"
              ]
            },
            {
              "stem": "<u>Mantas, which are</u> plankton-eating relatives of stingrays that look like pairs of enormous black wings—up to twenty-five feet wide—flying slowly",
              "choices": [
                "NO CHANGE",
                "Mantas are",
                "Mantas,",
                "DELETE the underlined portion (adjusting the capit"
              ]
            },
            {
              "stem": "Black draws collages in black No. 2 pencil on white board <u>and they're packed with</u> depictions of ancient myths, historical events, and popular c",
              "choices": [
                "NO CHANGE",
                "board. They're",
                "board, they're",
                "board they're"
              ]
            }
          ],
          "choicePatterns": []
        },
        "logical-placement": {
          "count": 7,
          "category": "POW",
          "examples": [
            {
              "stem": "[Should writer begin new paragraph at: \"Klimas has photographed sonic sculptures of classical music...\"]",
              "choices": [
                "Begin new paragraph because essay shifts from harm",
                "Begin new paragraph because essay shifts from Jenn",
                "DO NOT begin new paragraph because it would interr",
                "DO NOT begin new paragraph because it would interr"
              ]
            },
            {
              "stem": "Maybe this complexity <u>in May</u> helps explain why Black's work created such a stir.",
              "choices": [
                "where it is now.",
                "after the word Maybe.",
                "after the word explain.",
                "after the word stir (and before the period)."
              ]
            },
            {
              "stem": "The writer wants to add the following sentence to the essay: 'Fong eventually led several companies.' The sentence would most logically be placed at:",
              "choices": [
                "Point A in Paragraph 1.",
                "Point B in Paragraph 1.",
                "Point C in Paragraph 2.",
                "Point D in Paragraph 4."
              ]
            }
          ],
          "choicePatterns": []
        },
        "pronoun-ambiguous": {
          "count": 2,
          "category": "CSE",
          "examples": [
            {
              "stem": "Guardrails lined the route and blurred the distinction between <u>that and</u> environment.",
              "choices": [
                "NO CHANGE",
                "this and the",
                "road and",
                "it and it's"
              ]
            },
            {
              "stem": "I noticed an article about Rafael Leonardo Black, a 64-year-old Clinton Hill artist <u>who</u> had just been discovered.",
              "choices": [
                "NO CHANGE",
                "of whom",
                "which",
                "whom"
              ]
            }
          ],
          "choicePatterns": []
        },
        "deleting-sentence": {
          "count": 4,
          "category": "POW",
          "examples": [
            {
              "stem": "<u>Impressive as it was,</u> the highway was soon outmoded.",
              "choices": [
                "NO CHANGE",
                "When",
                "Soon",
                "DELETE the underlined portion."
              ]
            },
            {
              "stem": "If the writer were to delete the underlined portion <u>—so detailed that I could see the folds in Rodia's clothing—</u> (adjusting the punctuation as ",
              "choices": [
                "detail that offers much for the viewer to reflect ",
                "detail suggesting that Black's collages overall, t",
                "commentary on some of Black's art, he or she is gi",
                "statement that the narrator's method is best descr"
              ]
            },
            {
              "stem": "<u>Her beachside lodgings in Mozambique now house the Marine Megafauna Research Center.</u> [Should this sentence be deleted?]",
              "choices": [
                "Yes, because the sentence interrupts the account o",
                "Yes, because the sentence fails to clarify why Mar",
                "No, because the sentence explains how Marshall cre",
                "No, because the sentence clarifies Marshall's role"
              ]
            }
          ],
          "choicePatterns": []
        },
        "wordiness": {
          "count": 2,
          "category": "KLA",
          "examples": [
            {
              "stem": "By 1954, only the western third of the <u>original road</u> was still in use.",
              "choices": [
                "NO CHANGE",
                "road that first existed continued in a functional ",
                "highway that was completed in 1922 continued to be",
                "original highway was still being utilized by the d"
              ]
            },
            {
              "stem": "Black draws collages in black No. 2 pencil on white board and they're packed with <u>depictions, in the form of drawings, of</u> ancient myths, histor",
              "choices": [
                "NO CHANGE",
                "black pencil drawings that depict",
                "drawings that create collages of",
                "depictions of"
              ]
            }
          ],
          "choicePatterns": []
        },
        "adding-sentence": {
          "count": 2,
          "category": "POW",
          "examples": [
            {
              "stem": "[Add sentence: \"Robinson and her husband would go on to form other record labels as well.\"]",
              "choices": [
                "Yes, suggests Sugarhill Gang could choose where to",
                "Yes, explains why rappers decided to record with R",
                "No, interrupts discussion of how \"Rapper's Delight",
                "No, fails to specify time period when labels start"
              ]
            },
            {
              "stem": "At this point, the writer is considering adding the following true sentence: In 1956, during the Cowan-Reines neutrino experiment, a neutrino was dete",
              "choices": [
                "Yes, because the information is relevant to the hi",
                "Yes, because the information indicates that subzer",
                "No, because the information is unrelated to the di",
                "No, because the information is unrelated to why th"
              ]
            }
          ],
          "choicePatterns": []
        },
        "dash": {
          "count": 3,
          "category": "CSE",
          "examples": [
            {
              "stem": "Robinson wasted no time in recruiting three aspiring <u>rappers: Big Bank Hank, Master Gee, and Wonder Mike—</u> to record on her label.",
              "choices": [
                "NO CHANGE",
                "rappers—",
                "rappers;",
                "rappers,"
              ]
            },
            {
              "stem": "This radiation<u>: a veritable shock wave of photonic energy—</u>is emitted when subatomic particles called neutrinos collide with electrons in the mo",
              "choices": [
                "NO CHANGE",
                "—a veritable shock wave of photonic energy—",
                "; a veritable shock wave of photonic energy;",
                ", a veritable shock wave of photonic energy,"
              ]
            },
            {
              "stem": "Mantas are plankton-eating relatives of stingrays that look like pairs of enormous black <u>wings—up to twenty-five feet wide—</u>flying slowly throug",
              "choices": [
                "NO CHANGE",
                "wings: up to twenty-five feet wide—",
                "wings, up to twenty-five feet wide—",
                "wings, up to twenty-five feet wide:"
              ]
            }
          ],
          "choicePatterns": []
        },
        "organization": {
          "count": 37,
          "category": "POW",
          "examples": [
            {
              "stem": "At the IceCube Neutrino Observatory in Antarctica, eighty-six cables descend 2,500 meters <u>down into the</u> glacial terrain.",
              "choices": [
                "NO CHANGE",
                "down below",
                "downwards",
                "DELETE the underlined portion."
              ]
            },
            {
              "stem": "The writer wants to divide this paragraph into two in order to separate the statement indicating Yueming's plans for herself from the details about he",
              "choices": [
                "Point A.",
                "Point B.",
                "Point C.",
                "Point D."
              ]
            },
            {
              "stem": "<u>Having left no clues, archaeologists</u> don't know how the Garamantes learned to build foggaras.",
              "choices": [
                "NO CHANGE",
                "A genuine puzzle to scientists, archaeologists",
                "Giving no indication, archaeologists",
                "Archaeologists"
              ]
            }
          ],
          "choicePatterns": []
        },
        "punctuation": {
          "count": 34,
          "category": "CSE",
          "examples": [
            {
              "stem": "Forms of mouth music are performed around the world, but the genre <u>being</u> particularly popular in England, Ireland, and Scotland.",
              "choices": [
                "NO CHANGE",
                "was being",
                "is",
                "DELETE the underlined portion."
              ]
            },
            {
              "stem": "Additionally, puirt-a-beul gave anyone <u>whomever</u> didn't read music a way to learn and pass on traditional songs.",
              "choices": [
                "NO CHANGE",
                "which",
                "whom",
                "who"
              ]
            },
            {
              "stem": "US history books have traditionally chronicled the actions of male Revolutionary War heroes <u>such as</u> George Washington, Paul Revere, and John Pa",
              "choices": [
                "NO CHANGE",
                "heroes, such as,",
                "heroes: such as",
                "heroes such as,"
              ]
            }
          ],
          "choicePatterns": []
        },
        "pronouns": {
          "count": 12,
          "category": "CSE",
          "examples": [
            {
              "stem": "Increasingly, such books include accounts of the many brave women <u>which</u> also contributed—as spies and soldiers—to the effort to gain independen",
              "choices": [
                "NO CHANGE",
                "whom",
                "who",
                "DELETE the underlined portion."
              ]
            },
            {
              "stem": "But meteorites leave craters, and <u>their</u> was no crater that could account for the desert glass.",
              "choices": [
                "NO CHANGE",
                "there were",
                "their were",
                "there was"
              ]
            },
            {
              "stem": "Eventually, he divided his land into five gardens, each one named for a US president <u>whom</u> had served while Fong was a senator.",
              "choices": [
                "NO CHANGE",
                "being one who",
                "of whom",
                "who"
              ]
            }
          ],
          "choicePatterns": []
        },
        "transitions": {
          "count": 10,
          "category": "POW",
          "examples": [
            {
              "stem": "In 1996, <u>likewise,</u> mineralogist Vincenzo de Michele noticed the beetle at the Egyptian Museum in Cairo and suspected it wasn't chalcedony.",
              "choices": [
                "NO CHANGE",
                "though,",
                "truly,",
                "also,"
              ]
            },
            {
              "stem": "<u>For instance, a</u> colonial soldier standing on a sandbar threw her a rope.",
              "choices": [
                "NO CHANGE",
                "Moreover, a",
                "Instead, a",
                "A"
              ]
            },
            {
              "stem": "Their conclusion: a meteoroid burned up in the atmosphere, <u>but</u> its fireball reached Earth and scorched an expanse of sandstone to temperatures ",
              "choices": [
                "NO CHANGE",
                "whether",
                "which",
                "that"
              ]
            }
          ],
          "choicePatterns": []
        },
        "sentence-structure": {
          "count": 15,
          "category": "CSE",
          "examples": [
            {
              "stem": "<u>For fourteen months Sampson served in the army, she</u> acted with exceptional bravery and fortitude.",
              "choices": [
                "NO CHANGE",
                "In the fourteen months that Sampson served in the ",
                "Sampson served in the army for fourteen months,",
                "Her fourteen months of service in the army,"
              ]
            },
            {
              "stem": "Sampson was part of a scouting party <u>whose assignment to track</u> and capture a British convoy.",
              "choices": [
                "NO CHANGE",
                "their assignment was",
                "who's been assigned",
                "assigned"
              ]
            },
            {
              "stem": "<u>It was the weight of</u> her heavy backpack and musket, Sampson struggled.",
              "choices": [
                "NO CHANGE",
                "She felt weighted down by",
                "Weighted down by",
                "The weight of"
              ]
            }
          ],
          "choicePatterns": []
        },
        "modifiers": {
          "count": 4,
          "category": "CSE",
          "examples": [
            {
              "stem": "With a full career in both politics and business, Hiram Fong never set out to develop one of Oahu's most <u>spectacularly horticulture</u> attractions",
              "choices": [
                "NO CHANGE",
                "spectacular horticulturally",
                "spectacular horticultural",
                "spectacle horticultural"
              ]
            },
            {
              "stem": "Fong, whose political career spanned over thirty years, was one of the first two senators from Hawaii <u>to become a state in 1959</u> and the first A",
              "choices": [
                "NO CHANGE",
                "when it became",
                "that became",
                "becoming"
              ]
            },
            {
              "stem": "Wingless and up to fifteen inches long, <u>the men see</u> Dryococelus australis—a nocturnal species that had been believed to be extinct for over eig",
              "choices": [
                "NO CHANGE",
                "the men have found",
                "the insects are",
                "DELETE the underlined portion."
              ]
            }
          ],
          "choicePatterns": []
        },
        "rhetorical-skills": {
          "count": 39,
          "category": "POW",
          "examples": [
            {
              "stem": "carried the heavy equipment up the <u>mountain, moreover,</u> no roads led to the cliffside",
              "choices": [
                "NO CHANGE",
                "mountain because",
                "mountain and",
                "mountain,"
              ]
            },
            {
              "stem": "The three mirrors <u>team up as a group</u> to create a bright ellipse",
              "choices": [
                "NO CHANGE",
                "help each other out",
                "are synchronized",
                "conspire together"
              ]
            },
            {
              "stem": "the mirrors adjust every ten seconds, <u>tracking the sun as it crosses the sky</u> They're controlled wirelessly",
              "choices": [
                "reveals the size and location of the light reflect",
                "describes the mechanism that adjusts the mirrors d",
                "clarifies where the mirrors are located in relatio",
                "specifies why the mirrors adjust throughout the da"
              ]
            }
          ],
          "choicePatterns": []
        },
        "adding-deleting": {
          "count": 15,
          "category": "POW",
          "examples": [
            {
              "stem": "Which of the following true statements, if added here, would provide the best transition to the next paragraph and maintain logical chronology?",
              "choices": [
                "In 2010 and 2011, scientific studies using microsp",
                "In 1932, English surveyor P. A. Clayton happened u",
                "The resulting glass was broken, scattered, and ero",
                "Scientists marvel at the desert glass's purity—abo"
              ]
            },
            {
              "stem": "At this point, the writer is considering adding the following accurate information: 'who spent five years in Istanbul, Turkey' Should the writer make ",
              "choices": [
                "Yes, because it explains how Anderson's experience",
                "Yes, because it provides information about Anderso",
                "No, because it provides information that is not di",
                "No, because it detracts from the paragraph's focus"
              ]
            },
            {
              "stem": "By 1920, the insects were presumed to be extinct. Which of the following true statements, if added here, would provide the most effective transition t",
              "choices": [
                "Ball's Pyramid is named for Lieutenant Henry Ball,",
                "Then, in the 1960s, climbers on Ball's Pyramid rep",
                "Ball's Pyramid is the tip of an enormous volcano.",
                "There are thousands of stick insect species."
              ]
            }
          ],
          "choicePatterns": []
        },
        "verbs": {
          "count": 4,
          "category": "CSE",
          "examples": [
            {
              "stem": "Nixon Valley <u>will abound with</u> flowers—plumeria, crown flower, and bougainvillea are just a few—while the Ford Plateau highlights hillsides of p",
              "choices": [
                "NO CHANGE",
                "had abounded",
                "abounding",
                "abounds"
              ]
            },
            {
              "stem": "ENIAC was designed during World War II with the intention of helping the US military calculate precise trajectory tables that <u>would of</u> allowed ",
              "choices": [
                "NO CHANGE",
                "would allow",
                "has allowed",
                "allows"
              ]
            },
            {
              "stem": "Although a group of men designed and built ENIAC, a group of six women mathematicians, <u>lead by</u> Jean Jennings Bartik, programmed it.",
              "choices": [
                "NO CHANGE",
                "led among",
                "lead with",
                "led by"
              ]
            }
          ],
          "choicePatterns": []
        },
        "modifier-dangling": {
          "count": 2,
          "category": "POW",
          "examples": [
            {
              "stem": "When I walk home from the Urban Vintage, <u>its décor often being updated with</u> restored antiques and vintage housewares, I wonder if I'll pass the",
              "choices": [
                "NO CHANGE",
                "Vintage, easily carrying my lightweight laptop",
                "Vintage this evening—I can't be late to meet a fri",
                "Vintage tonight—I hope"
              ]
            },
            {
              "stem": "Wanting to re-create the feel-good vibe, <u>an upbeat disco record provided the background that</u> the rappers rhymed over.",
              "choices": [
                "NO CHANGE",
                "an upbeat disco record provided by Robinson was rh",
                "rhymes were created by the rappers over an upbeat ",
                "Robinson provided an upbeat disco record for the r"
              ]
            }
          ],
          "choicePatterns": []
        },
        "purpose": {
          "count": 2,
          "category": "POW",
          "examples": [
            {
              "stem": "Suppose the writer's primary purpose had been to explain a common debate about the definition of art. Would this essay accomplish that purpose?",
              "choices": [
                "Yes, because it demonstrates that characteristics ",
                "Yes, because it explains why street art is controv",
                "No, because it focuses on why the work of one stre",
                "No, because it explains Banksy's reasons for choos"
              ]
            },
            {
              "stem": "Suppose the writer's primary purpose had been to discuss how a new technology revolutionized communication around the world. Would this essay accompli",
              "choices": [
                "Yes, because it explains how Morse code changed th",
                "Yes, because it describes how the advent of new te",
                "No, because it indicates that Morse code today is ",
                "No, because it focuses instead on the advantages o"
              ]
            }
          ],
          "choicePatterns": []
        },
        "word-placement": {
          "count": 1,
          "category": "POW",
          "examples": [
            {
              "stem": "Which of the following placements for the underlined portion would most clearly indicate that each letter in Morse code is composed of its own distinc",
              "choices": [
                "Where it is now",
                "After the word each",
                "After the word a",
                "After the phrase pattern of"
              ]
            }
          ],
          "choicePatterns": []
        }
      },
      "math": {
        "statistics-probability": {
          "count": 16,
          "category": "PHM-S",
          "examples": [
            {
              "stem": "A science class has 8 juniors and 4 seniors. The teacher will randomly select 2 students, one at a time, to represent the class. Given that the first ",
              "choices": [
                "1/3",
                "1/4",
                "4/11",
                "4/12"
              ]
            },
            {
              "stem": "The mean of a set of 5 numbers is 48. If one number is removed, the mean of the remaining numbers is 45. What is the value of the number that was remo",
              "choices": [
                "3",
                "45",
                "60",
                "48"
              ]
            },
            {
              "stem": "A bag contains 3 red marbles, 5 blue marbles, and 7 green marbles. If one marble is randomly selected, what is the probability it is NOT blue?",
              "choices": [
                "1/3",
                "2/3",
                "1/5",
                "5/15"
              ]
            }
          ],
          "choicePatterns": []
        },
        "number-theory": {
          "count": 1,
          "category": "PHM-N",
          "examples": [
            {
              "stem": "When Tyrone fell asleep one night, the temperature was 24°F. When Tyrone awoke the next morning, the temperature was −12°F. Letting + denote a rise in",
              "choices": [
                "−36°F",
                "−12°F",
                "+6°F",
                "+12°F"
              ]
            }
          ],
          "choicePatterns": []
        },
        "word-problem": {
          "count": 21,
          "category": "IES",
          "examples": [
            {
              "stem": "The total cost of renting a car is $35.00 for each day the car is rented plus 42.5¢ for each mile driven. What is the total cost of renting the car fo",
              "choices": [
                "$154.75",
                "$224.88",
                "$358.75",
                "$420.00"
              ]
            },
            {
              "stem": "At a certain airline company, the cost to transfer mileage points from one person's account to another person's account is $0.75 for every 100 mileage",
              "choices": [
                "$27.50",
                "$52.50",
                "$72.50",
                "$525.00"
              ]
            },
            {
              "stem": "Taho earns his regular pay of $11 per hour for up to 40 hours of work per week. For each hour over 40 hours of work per week, Taho earns 1½ times his ",
              "choices": [
                "$440",
                "$550",
                "$605",
                "$715"
              ]
            }
          ],
          "choicePatterns": []
        },
        "geometry": {
          "count": 79,
          "category": "PHM-G",
          "examples": [
            {
              "stem": "In the standard (x,y) coordinate plane, what is the slope of the line through (−6,4) and (1,3)?",
              "choices": [
                "−7",
                "−1/7",
                "1/7",
                "7"
              ]
            },
            {
              "stem": "In the figure below, 3 streets form a triangle. Elm Street is 700 meters long, Oak Street is 500 meters long, and the angle between them measures 70°.",
              "choices": [
                "200 m",
                "700 m",
                "850 m",
                "1,200 m"
              ]
            },
            {
              "stem": "What is the distance, in coordinate units, between points (3,−5) and (−2,7) in the standard (x,y) coordinate plane?",
              "choices": [
                "13",
                "17",
                "√13",
                "√17"
              ]
            }
          ],
          "choicePatterns": []
        },
        "algebra": {
          "count": 82,
          "category": "PHM-A",
          "examples": [
            {
              "stem": "Which of the following inequalities describes the solution set for 3x − 5 < 2x + 1?",
              "choices": [
                "x < −4",
                "x > −4",
                "x < 2/5",
                "x < 6"
              ]
            },
            {
              "stem": "For positive real numbers x, y, and z, which of the following expressions is equivalent to (x²y³/z⁴)³?",
              "choices": [
                "x⁵y⁶/z⁷",
                "x⁶y⁹/z¹²",
                "x⁶y⁹z¹²",
                "x⁸y¹²z¹⁶"
              ]
            },
            {
              "stem": "The relationship between temperature measured in Celsius (C) and Fahrenheit (F) is given by the equation F = (9/5)C + 32. What Fahrenheit temperature ",
              "choices": [
                "58°F",
                "203°F",
                "207°F",
                "221°F"
              ]
            }
          ],
          "choicePatterns": []
        },
        "math-problem-solving": {
          "count": 41,
          "category": "IES",
          "examples": [
            {
              "stem": "A certain car can travel 42 miles on 1 gallon of gasoline. At this rate, how many gallons of gasoline are needed to travel 315 miles?",
              "choices": [
                "7.5",
                "8",
                "13,230",
                "273"
              ]
            },
            {
              "stem": "Which of the following statements is the negation of \"All dogs are mammals\"?",
              "choices": [
                "All dogs are not mammals",
                "Some dogs are not mammals",
                "Some mammals are not dogs",
                "No dogs are mammals"
              ]
            },
            {
              "stem": "What is the smallest integer greater than √61?",
              "choices": [
                "7",
                "8",
                "9",
                "30"
              ]
            }
          ],
          "choicePatterns": []
        },
        "word_problems": {
          "count": 3,
          "category": "ALG",
          "examples": [
            {
              "stem": "Door clear widths, in feet, of 5 elevator cars with centered doors built before 2010 are listed below.\n3.5, 3.6, 3.8, 3.2, 2.8\nHow many of the elevato",
              "choices": [
                "0",
                "1",
                "2",
                "3"
              ]
            },
            {
              "stem": "An English teacher decided to give a second test over the same material as a first test. To reward those students who did well and to provide an incen",
              "choices": [
                "60",
                "64.5",
                "65",
                "69"
              ]
            },
            {
              "stem": "A local college will construct a 2-floor building next year. Each of the 5 classrooms on the 1st floor will have 20 seats, and each of the 8 classroom",
              "choices": [
                "4",
                "6",
                "11",
                "13"
              ]
            }
          ],
          "choicePatterns": []
        },
        "sequences": {
          "count": 8,
          "category": "PHM-N",
          "examples": [
            {
              "stem": "The first term of an arithmetic sequence is 7, and the common difference is 4. What is the 10th term?",
              "choices": [
                "43",
                "47",
                "40",
                "44"
              ]
            },
            {
              "stem": "What is the sum of the infinite geometric series 1 + ½ + ¼ + ⅛ + ...?",
              "choices": [
                "1",
                "1.5",
                "2",
                "2.5"
              ]
            },
            {
              "stem": "What is the sum of the first 50 positive integers?",
              "choices": [
                "1,250",
                "1,275",
                "2,500",
                "1,275"
              ]
            }
          ],
          "choicePatterns": []
        },
        "trigonometry": {
          "count": 20,
          "category": "PHM-G",
          "examples": [
            {
              "stem": "What is the amplitude of the function f(x) = 4sin(2x) + 1?",
              "choices": [
                "1",
                "2",
                "4",
                "8"
              ]
            },
            {
              "stem": "What is the period of the function f(x) = tan(3x)?",
              "choices": [
                "π/3",
                "π/2",
                "π",
                "2π"
              ]
            },
            {
              "stem": "In the standard (x,y) coordinate plane, what is the midpoint of the line segment that has endpoints (5,8) and (3,-1)?",
              "choices": [
                "(-2,-9)",
                "(-1,7)",
                "(1,4.5)",
                "(4,3.5)"
              ]
            }
          ],
          "choicePatterns": []
        },
        "functions": {
          "count": 12,
          "category": "PHM-F",
          "examples": [
            {
              "stem": "If f(x) = x² − 4 and g(x) = √x, what is f(g(16))?",
              "choices": [
                "12",
                "16",
                "20",
                "252"
              ]
            },
            {
              "stem": "A function, f, is defined by f(x,y) = 3x² − 4y. What is the value of f(3,2)?",
              "choices": [
                "0",
                "10",
                "19",
                "24"
              ]
            },
            {
              "stem": "The ordered pairs (x,y) in one of the following tables belong to a linear function. Which one? [Multiple tables with coordinate pairs shown]",
              "choices": [
                "Table F",
                "Table G",
                "Table H",
                "Table J"
              ]
            }
          ],
          "choicePatterns": []
        },
        "complex-numbers": {
          "count": 1,
          "category": "PHM-N",
          "examples": [
            {
              "stem": "If i² = −1, what is the value of i⁴?",
              "choices": [
                "−1",
                "1",
                "i",
                "−i"
              ]
            }
          ],
          "choicePatterns": []
        },
        "vectors": {
          "count": 2,
          "category": "PHM-N",
          "examples": [
            {
              "stem": "If vectors u = <3,4> and v = <−1,2>, what is u · v?",
              "choices": [
                "5",
                "7",
                "<2,6>",
                "<−3,8>"
              ]
            },
            {
              "stem": "The vector i represents 1 mile per hour east, and the vector j represents 1 mile per hour north. Maria is jogging south at 12 miles per hour. One of t",
              "choices": [
                "-12i",
                "-12j",
                "12i",
                "12j"
              ]
            }
          ],
          "choicePatterns": []
        },
        "matrices": {
          "count": 3,
          "category": "PHM-A",
          "examples": [
            {
              "stem": "If matrix A is 3×4 and matrix B is 4×2, what are the dimensions of matrix AB?",
              "choices": [
                "3×2",
                "3×4",
                "4×2",
                "4×4"
              ]
            },
            {
              "stem": "Given matrices X = [-1 0] and Y = [-2 -1], which of the following matrices is XY?",
              "choices": [
                "[-4]",
                "[-3]",
                "[-2]",
                "[2]"
              ]
            },
            {
              "stem": "Given the matrix equation below, what is the value of ab?\n\n[a  3] [1  -3] = [3  4]\n[1  b] [0   1]   [1  2]",
              "choices": [
                "-40",
                "-3",
                "-2",
                "3/12"
              ]
            }
          ],
          "choicePatterns": []
        },
        "percentages": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "An elevator car with centered doors has a door clear width that is 8% wider than the minimum distance required by the 2010 ADA standard of 42 inches. ",
              "choices": [
                "34",
                "43",
                "45",
                "50"
              ]
            },
            {
              "stem": "During the month of July, Garth's Video tracked the number of videos rented for each transaction. A total of 600 transactions were made during the mon",
              "choices": [
                "48",
                "120",
                "156",
                "216"
              ]
            }
          ],
          "choicePatterns": []
        },
        "counting": {
          "count": 2,
          "category": "PHM-S",
          "examples": [
            {
              "stem": "In how many ways can 5 books be arranged on a shelf?",
              "choices": [
                "120",
                "60",
                "24",
                "20"
              ]
            },
            {
              "stem": "In a window display at a flower shop, there are 3 spots for 1 plant each. To fill these 3 spots, Emily has 6 plants to select from, each of a differen",
              "choices": [
                "3",
                "6",
                "15",
                "120"
              ]
            }
          ],
          "choicePatterns": []
        },
        "arithmetic": {
          "count": 19,
          "category": "ALG",
          "examples": [
            {
              "stem": "Chou flies directly from New York City to San Francisco. New York City's time is 3 hours later than San Francisco's time. Chou left New York City at 7",
              "choices": [
                "3 hours 42 minutes",
                "4 hours 18 minutes",
                "6 hours 18 minutes",
                "6 hours 42 minutes"
              ]
            },
            {
              "stem": "It cost $2,500 to administer each Yq test and $50 to administer each Sam77 test. What was the total cost to administer both tests to all the volunteer",
              "choices": [
                "$1,537,500",
                "$1,556,750",
                "$1,568,250",
                "$2,500,000"
              ]
            },
            {
              "stem": "At an end-of-school-year party for juniors and seniors only, there are 20 more juniors than seniors. Of the 52 students at the party, 25% have summer ",
              "choices": [
                "25%",
                "36%",
                "44%",
                "81%"
              ]
            }
          ],
          "choicePatterns": []
        },
        "logic": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "Norah invited 4 friends to a table tennis party. Each of the 5 people at the party played every other person exactly 1 time. The table below shows the",
              "choices": [
                "0",
                "1",
                "2",
                "3"
              ]
            },
            {
              "stem": "On the local car dealer's lot, there are only 26 cars with a sunroof and only 18 cars with cruise control. The number of cars on the lot with both a s",
              "choices": [
                "exactly 44",
                "exactly 8",
                "at least 8",
                "no more than 8"
              ]
            }
          ],
          "choicePatterns": []
        },
        "probability": {
          "count": 11,
          "category": "ALG",
          "examples": [
            {
              "stem": "Petsnacks is going to test its catnip ball on 200 domestic cats. Catnip causes a reaction in 80% of all domestic cats. Which of the following values i",
              "choices": [
                "20",
                "40",
                "80",
                "120"
              ]
            },
            {
              "stem": "One of the volunteers whose Sam77 test result was positive will be chosen at random. To the nearest 0.001, what is the probability the chosen voluntee",
              "choices": [
                "0.017",
                "0.026",
                "0.035",
                "0.041"
              ]
            },
            {
              "stem": "The numbers 1 through 15 were each written on individual pieces of paper, 1 number per piece. Then the 15 pieces of paper were put in a jar. One piece",
              "choices": [
                "8/15",
                "9/15",
                "1/2",
                "7/15"
              ]
            }
          ],
          "choicePatterns": []
        },
        "statistics": {
          "count": 12,
          "category": "ALG",
          "examples": [
            {
              "stem": "What percent of the volunteers actually carry Yq77?",
              "choices": [
                "57.5%",
                "60.0%",
                "60.5%",
                "61.5%"
              ]
            },
            {
              "stem": "For how many volunteers did the Sam77 test give an incorrect result?",
              "choices": [
                "10",
                "25",
                "35",
                "385"
              ]
            },
            {
              "stem": "For a given set of data, the standard score, z, corresponding to the raw score, x, is given by z = (x - μ)/σ, where μ is the mean of the set and σ is ",
              "choices": [
                "90",
                "84",
                "80",
                "76"
              ]
            }
          ],
          "choicePatterns": []
        },
        "prealgebra": {
          "count": 23,
          "category": "number-properties",
          "examples": [
            {
              "stem": "What is the least common denominator of the fractions 1/4, 3/15, and 2/9?",
              "choices": [
                "24",
                "120",
                "300",
                "480"
              ]
            },
            {
              "stem": "Tim's flight was originally scheduled to depart at 4:51 p.m., but it was delayed 563 minutes. What time did Tim's flight eventually depart?",
              "choices": [
                "1:12 a.m.",
                "1:28 a.m.",
                "2:14 a.m.",
                "10:14 p.m."
              ]
            },
            {
              "stem": "One day will be randomly selected from the 7 days in a week. Then 1 month will be randomly selected from the 12 months in a year. What is the probabil",
              "choices": [
                "1/19",
                "1/84",
                "2/19",
                "7/12"
              ]
            }
          ],
          "choicePatterns": []
        },
        "linear_inequalities": {
          "count": 1,
          "category": "ALG",
          "examples": [
            {
              "stem": "What is the minimum value of 2x - 3y given that x and y satisfy the system of inequalities below? x ≥ -2, y ≤ 3, x - y ≤ 5",
              "choices": [
                "-25",
                "-13",
                "7",
                "17"
              ]
            }
          ],
          "choicePatterns": []
        },
        "ratios": {
          "count": 1,
          "category": "ALG",
          "examples": [
            {
              "stem": "The ratio of a to b is 5 to 1, and the ratio of b to c is 9 to 1. What is the value of (4b + 3c) / (2a + 3c)?",
              "choices": [
                "4/9",
                "21/5",
                "3/2",
                "15/2"
              ]
            }
          ],
          "choicePatterns": []
        },
        "number_properties": {
          "count": 8,
          "category": "ALG",
          "examples": [
            {
              "stem": "If t is any real number, which of the following statements must be true?",
              "choices": [
                "-t < 0",
                "-t < t",
                "(-t)² = t²",
                "-|t| < |-t|"
              ]
            },
            {
              "stem": "For real numbers a and b on the number line below, where a < b, which of the following values is a possible value for b/a? (Given that a is between -2",
              "choices": [
                "-2",
                "-1",
                "0",
                "1"
              ]
            },
            {
              "stem": "What is the smallest integer greater than √77?",
              "choices": [
                "6",
                "7",
                "8",
                "9"
              ]
            }
          ],
          "choicePatterns": []
        },
        "logarithms": {
          "count": 3,
          "category": "ALG",
          "examples": [
            {
              "stem": "Let a and b be positive real numbers such that log(a) = 3 and log(b) = 2. What is the value of log(a²b)?",
              "choices": [
                "7",
                "8",
                "11",
                "12"
              ]
            },
            {
              "stem": "What is the solution of the equation log₃(x) = 4?",
              "choices": [
                "1/81",
                "12",
                "64",
                "81"
              ]
            },
            {
              "stem": "The number of decibels, d, produced by an audio source can be modeled by the equation d = 10 log(I/10⁻¹²), where I is the sound intensity, in watts pe",
              "choices": [
                "10⁻¹⁰",
                "10⁻⁷",
                "10⁻⁵",
                "10⁻²"
              ]
            }
          ],
          "choicePatterns": []
        },
        "linear_equations": {
          "count": 4,
          "category": "ALG",
          "examples": [
            {
              "stem": "A paint researcher collected the following data about the relationship between the paint level in a paint can and the surface area painted from this c",
              "choices": [
                "y = 32x",
                "y = x + 96",
                "y = x + 32",
                "x = 32y"
              ]
            },
            {
              "stem": "In the standard (x,y) coordinate plane, what is the slope of the line with the equation y - 2 = 1/3(x + 3)?",
              "choices": [
                "-2",
                "1/3",
                "1",
                "2"
              ]
            },
            {
              "stem": "Using only Step 1 followed by Step 2 below, Amir correctly solved a linear equation. Step 1: Subtract 16 from both sides of the equation. Step 2: Mult",
              "choices": [
                "(4n - 16)/5 = 14",
                "(n/5) + 16 = 14",
                "(2n + 16)/5 = 14",
                "5n - 16 = -14"
              ]
            }
          ],
          "choicePatterns": []
        },
        "coordinate_geometry": {
          "count": 11,
          "category": "GEO",
          "examples": [
            {
              "stem": "What is the slope of a line, in the standard (x,y) coordinate plane, that is parallel to x + 5y = 9?",
              "choices": [
                "-5",
                "-1/5",
                "1/5",
                "9/5"
              ]
            },
            {
              "stem": "In the standard (x,y) coordinate plane, the point (2,1) is the midpoint of CD. Point C has coordinates (6,8). What are the coordinates of point D?",
              "choices": [
                "(-2, -7/2)",
                "(-2, -6)",
                "(4, 9/2)",
                "(10, 10)"
              ]
            },
            {
              "stem": "In terms of a and b, what is the area, in square coordinate units, of triangle MPQ?",
              "choices": [
                "8ab",
                "10ab",
                "12ab",
                "15ab"
              ]
            }
          ],
          "choicePatterns": []
        },
        "number_theory": {
          "count": 3,
          "category": "ALG",
          "examples": [
            {
              "stem": "The set of all positive integers that are divisible by both 15 and 35 is infinite. What is the least positive integer in this set?",
              "choices": [
                "5",
                "50",
                "105",
                "210"
              ]
            },
            {
              "stem": "What is the 275th digit after the decimal point in the repeating decimal 0.6295̄?",
              "choices": [
                "0",
                "2",
                "5",
                "6"
              ]
            },
            {
              "stem": "During rehearsal for the Founders' Day choir program, the director, Mrs. Mazurek, tried 3 different configurations, each using all the choir members a",
              "choices": [
                "44",
                "59",
                "119",
                "179"
              ]
            }
          ],
          "choicePatterns": []
        },
        "fractions": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "The total price for the pizza Jana and her friends bought was $15.60. The pizza was cut into 8 equal slices, and Jana ate 3 of the slices. Jana paid a",
              "choices": [
                "$1.95",
                "$4.68",
                "$5.20",
                "$5.85"
              ]
            },
            {
              "stem": "A tank has a capacity of 30 gallons and is 2/3 full of water. Jamal then removes 1/5 of the water in the tank. How many gallons of water are left in t",
              "choices": [
                "4",
                "6",
                "10",
                "16"
              ]
            }
          ],
          "choicePatterns": []
        },
        "plane_geometry": {
          "count": 11,
          "category": "GEO",
          "examples": [
            {
              "stem": "The parallelogram below has consecutive angles with measures x° and 28°. What is the value of x?",
              "choices": [
                "28",
                "62",
                "152",
                "180"
              ]
            },
            {
              "stem": "Two side lengths of the right triangle shown below are given in inches. How many inches long is the hypotenuse? (The two sides are 3 and 8)",
              "choices": [
                "√22",
                "√55",
                "√73",
                "11"
              ]
            },
            {
              "stem": "A square and a rectangle have the same area. The length of the rectangle is 45 centimeters, and the width of the rectangle is 5 centimeters. What is t",
              "choices": [
                "5",
                "10",
                "25",
                "15"
              ]
            }
          ],
          "choicePatterns": []
        },
        "exponents": {
          "count": 1,
          "category": "ALG",
          "examples": [
            {
              "stem": "The expression (2x)³(3x)² is equivalent to:",
              "choices": [
                "5x⁵",
                "36x⁵",
                "36x⁶",
                "72x⁵"
              ]
            }
          ],
          "choicePatterns": []
        },
        "expressions": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "3a - 4(2b - 5a) + 7(3a + 2b) is equivalent to:",
              "choices": [
                "4a + 3b",
                "4a + 6b",
                "4a + 7b",
                "44a - b"
              ]
            },
            {
              "stem": "When a ≠ 0, which of the following is equivalent to (12a² - 3a³) / a³?",
              "choices": [
                "-3 + 12/a",
                "12/a - 3",
                "9/a³",
                "9a²"
              ]
            }
          ],
          "choicePatterns": []
        },
        "inequalities": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "In one of the following graphs in the standard (x,y) coordinate plane, the solution set to the system of inequalities below is shown shaded. Which one",
              "choices": [
                "Graph F",
                "Graph G",
                "Graph H",
                "Graph J"
              ]
            },
            {
              "stem": "The inequality 3x²y < 0 is true for real numbers x and y. If it can be determined, which of the following inequalities must be true?",
              "choices": [
                "x < 0",
                "x > 0",
                "y < 0",
                "y > 0"
              ]
            }
          ],
          "choicePatterns": []
        },
        "radicals": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "Which of the following expressions is equal to √24?",
              "choices": [
                "2",
                "8",
                "2√3",
                "2√6"
              ]
            },
            {
              "stem": "For all positive values of x, which of the following expressions is equivalent to 2√(2x) - √x?",
              "choices": [
                "√(12x)",
                "√(3x)",
                "2√x",
                "3√x"
              ]
            }
          ],
          "choicePatterns": []
        },
        "complex_numbers": {
          "count": 3,
          "category": "ALG",
          "examples": [
            {
              "stem": "If i = √(-1), then (i + i² + i³)/(i + i⁴ + i⁵) = ?",
              "choices": [
                "-3",
                "-1",
                "1/2",
                "1"
              ]
            },
            {
              "stem": "For i = √(-1), (3 + i)² = ?",
              "choices": [
                "-9",
                "8",
                "8 + 6i",
                "8 + 6i"
              ]
            },
            {
              "stem": "For the complex number i, which of the following expressions is equivalent to (x + i)(x - i)?",
              "choices": [
                "x² + 1",
                "x² - 1",
                "x² + 2ix + 1",
                "x² - 2ix + 1"
              ]
            }
          ],
          "choicePatterns": []
        },
        "combinatorics": {
          "count": 2,
          "category": "ALG",
          "examples": [
            {
              "stem": "Using the street map shown below, you are directed to take a 4-block-long route to walk from First and Main Streets to Third and Market Streets. If ea",
              "choices": [
                "4",
                "6",
                "8",
                "12"
              ]
            },
            {
              "stem": "Next month at a pet-food trade show, Petsnacks will exhibit 1 box of each flavor of its entire line of pet treats in a row on a shelf. Petsnacks curre",
              "choices": [
                "10! - 3!",
                "10 - 3",
                "(10 - 3)!",
                "10! - 7!"
              ]
            }
          ],
          "choicePatterns": []
        },
        "sets": {
          "count": 1,
          "category": "ALG",
          "examples": [
            {
              "stem": "In a small high school with 20 seniors, 8 of the seniors are in soccer, 9 of the seniors are in band, and 5 of the seniors are in both. How many senio",
              "choices": [
                "3",
                "7",
                "8",
                "12"
              ]
            }
          ],
          "choicePatterns": []
        },
        "graphing": {
          "count": 1,
          "category": "ALG",
          "examples": [
            {
              "stem": "One of the following graphs is the graph of y < ax + b for some positive a and positive b. Which graph?",
              "choices": [
                "[Graph A]",
                "[Graph B]",
                "[Graph C]",
                "[Graph D]"
              ]
            }
          ],
          "choicePatterns": []
        },
        "quadratics": {
          "count": 1,
          "category": "ALG",
          "examples": [
            {
              "stem": "On her algebra exam, Hannah had to solve the equation x² + 3x - 8 = 0 for x. Confident that the quadratic formula was the correct method to solve this",
              "choices": [
                "Hannah should have used -8 instead of 8 in the ter",
                "Hannah should have used -3 instead of 3² under the",
                "Hannah should have used -2 instead of 2 in the den",
                "Hannah should have used 3 instead of -3 in the num"
              ]
            }
          ],
          "choicePatterns": []
        },
        "solid_geometry": {
          "count": 1,
          "category": "GEO",
          "examples": [
            {
              "stem": "Packmore Box Company manufactures a standard rectangular box a feet by b feet by c feet. A customer ordered a new box with double the volume of the st",
              "choices": [
                "2abc",
                "a²b²c²",
                "8abc",
                "2a + b + c"
              ]
            }
          ],
          "choicePatterns": []
        }
      }
    }
  },
  "templates": {
    "english": {
      "comma-splice_U_NO_CHANGE": {
        "type": "comma-splice",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 4,
        "example": {
          "stem": "<u>There are thousands of new animal species identified</u> each year, the vast majority are small o",
          "choices": [
            "NO CHANGE",
            "Scientists say thousands of new animal species are",
            "Of the thousands of new animal species",
            "Thousands of new animal species are"
          ]
        }
      },
      "fragment_U_NO_CHANGE": {
        "type": "fragment",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 3,
        "example": {
          "stem": "<u>Mantas, which are</u> plankton-eating relatives of stingrays that look like pairs of enormous bla",
          "choices": [
            "NO CHANGE",
            "Mantas are",
            "Mantas,",
            "DELETE the underlined portion (adjusting the capit"
          ]
        }
      },
      "dash_U_NO_CHANGE": {
        "type": "dash",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 2,
        "example": {
          "stem": "Mantas are plankton-eating relatives of stingrays that look like pairs of enormous black <u>wings—up",
          "choices": [
            "NO CHANGE",
            "wings: up to twenty-five feet wide—",
            "wings, up to twenty-five feet wide—",
            "wings, up to twenty-five feet wide:"
          ]
        }
      },
      "comma-usage_U_MEDIUM": {
        "type": "comma-usage",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "MEDIUM",
        "count": 2,
        "example": {
          "stem": "During Marshall's research off the coast of Mozambique, she observed intriguing physical <u>variatio",
          "choices": [
            "variations—in the mantas",
            "variations, in the mantas,",
            "variations in the mantas",
            "NO CHANGE"
          ]
        }
      },
      "deleting-sentence_U_LONG": {
        "type": "deleting-sentence",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "LONG",
        "count": 1,
        "example": {
          "stem": "<u>Her beachside lodgings in Mozambique now house the Marine Megafauna Research Center.</u> [Should ",
          "choices": [
            "Yes, because the sentence interrupts the account o",
            "Yes, because the sentence fails to clarify why Mar",
            "No, because the sentence explains how Marshall cre",
            "No, because the sentence clarifies Marshall's role"
          ]
        }
      },
      "verb-agreement_U_NO_CHANGE": {
        "type": "verb-agreement",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 4,
        "example": {
          "stem": "In 2009, Marshall announced that indeed there <u>is</u> two manta species.",
          "choices": [
            "NO CHANGE",
            "happen to be",
            "were",
            "are"
          ]
        }
      },
      "colon_U_NO_CHANGE": {
        "type": "colon",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 3,
        "example": {
          "stem": "Another discovery <u>was: that</u> some mantas had egg-shaped masses at the base of their tail fins.",
          "choices": [
            "NO CHANGE",
            "was, that,",
            "was that",
            "was, that"
          ]
        }
      },
      "sentence-placement_U_MEDIUM": {
        "type": "sentence-placement",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "MEDIUM",
        "count": 1,
        "example": {
          "stem": "[Where should this sentence be placed?] <u>Some of the data were basic, such as manta coloration and",
          "choices": [
            "after Sentence 1.",
            "after Sentence 2.",
            "after Sentence 3.",
            "after Sentence 4."
          ]
        }
      },
      "word-choice_U_NO_CHANGE": {
        "type": "word-choice",
        "category": "KLA",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 8,
        "example": {
          "stem": "In 2009, Marshall <u>announced, with two other scientists,</u> that indeed there are two manta speci",
          "choices": [
            "NO CHANGE",
            "surprised many scientists by announcing",
            "had the evidence to announce",
            "at long last announced"
          ]
        }
      },
      "modifier-misplaced_U_NO_CHANGE": {
        "type": "modifier-misplaced",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "The fact that such large animals <u>went undifferentiated highlights how little scientists know for ",
          "choices": [
            "NO CHANGE",
            "went undifferentiated for so long highlights how l",
            "for so long went undifferentiated, highlighting ho",
            "went undifferentiated, for so long highlighting ho"
          ]
        }
      },
      "sentence-placement_U_NO_CHANGE": {
        "type": "sentence-placement",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "The fact that such large animals went undifferentiated <u>highlights how little scientists know for ",
          "choices": [
            "NO CHANGE",
            "for so long highlights how little scientists know",
            "highlights for so long how little scientists know",
            "highlights how for so long little scientists know"
          ]
        }
      },
      "which-choice_N_NO_CHANGE": {
        "type": "which-choice",
        "category": "POW",
        "hasUnderline": false,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "At the moment, manta ray populations face an array of threats worldwide. [Which statement best concl",
          "choices": [
            "NO CHANGE",
            "A 2009 documentary film about Dr. Marshall related",
            "Dr. Marshall once described the manta ray as \"like",
            "Fortunately, mantas have a devoted and expert rese"
          ]
        }
      },
      "main-idea_N_LONG": {
        "type": "main-idea",
        "category": "POW",
        "hasUnderline": false,
        "choiceAPattern": "LONG",
        "count": 4,
        "example": {
          "stem": "[Question about passage as whole] Suppose the writer's purpose had been to survey the scientific com",
          "choices": [
            "Yes, because it explains that the scientific commu",
            "Yes, because it relates that Marshall's research w",
            "No, because it presents only one scientist's respo",
            "No, because it focuses on how Marshall's research "
          ]
        }
      },
      "comma-usage_U_NO_CHANGE": {
        "type": "comma-usage",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 11,
        "example": {
          "stem": "Humans have used the salicylic acids found in <u>plants, particularly in the bark</u> of the willow ",
          "choices": [
            "NO CHANGE",
            "plants—particularly in the bark—of the willow tree",
            "plants; particularly in the bark of the willow tre",
            "plants particularly, in the bark of the willow tre"
          ]
        }
      },
      "verb-form_U_NO_CHANGE": {
        "type": "verb-form",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 4,
        "example": {
          "stem": "On a Sumerian stone tablet from 3000 BCE, <u>lists willow</u> among dozens of plants used to treat i",
          "choices": [
            "NO CHANGE",
            "willow is listed among",
            "willow is listed on",
            "lists willow on"
          ]
        }
      },
      "redundancy_U_NO_CHANGE": {
        "type": "redundancy",
        "category": "KLA",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 6,
        "example": {
          "stem": "An Egyptian papyrus from <u>approximately about</u> 1534 BCE refers to willow's use as an all-purpos",
          "choices": [
            "NO CHANGE",
            "an estimation of",
            "in the region of",
            "about"
          ]
        }
      },
      "transition_U_NO_CHANGE": {
        "type": "transition",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 4,
        "example": {
          "stem": "<u>Though willow trees are often found near water and have become religious symbols in many cultures",
          "choices": [
            "NO CHANGE",
            "While the use of willow bark remained a commonplac",
            "Though the ancient Egyptian physician Imhotep was ",
            "Despite the fact that possible side effects to usi"
          ]
        }
      },
      "verb-tense_U_NO_CHANGE": {
        "type": "verb-tense",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 10,
        "example": {
          "stem": "Apothecaries increasingly <u>preferred</u> the imported bark of South American cinchona trees as a f",
          "choices": [
            "NO CHANGE",
            "would of preferred",
            "will prefer",
            "prefer"
          ]
        }
      },
      "which-choice_U_NO_CHANGE": {
        "type": "which-choice",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 4,
        "example": {
          "stem": "He <u>administered the medicine to</u> people suffering from fevers.",
          "choices": [
            "NO CHANGE",
            "tested his new concoction on",
            "The liquid was given to benefit",
            "He decided to give the drink to"
          ]
        }
      },
      "idiom_U_NO_CHANGE": {
        "type": "idiom",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 2,
        "example": {
          "stem": "Klimas positions the camera so it is <u>level with</u> the paint puddle.",
          "choices": [
            "NO CHANGE",
            "eye-to-eye with",
            "the same as",
            "equal to"
          ]
        }
      },
      "logical-placement_N_LONG": {
        "type": "logical-placement",
        "category": "POW",
        "hasUnderline": false,
        "choiceAPattern": "LONG",
        "count": 1,
        "example": {
          "stem": "[Should writer begin new paragraph at: \"Klimas has photographed sonic sculptures of classical music.",
          "choices": [
            "Begin new paragraph because essay shifts from harm",
            "Begin new paragraph because essay shifts from Jenn",
            "DO NOT begin new paragraph because it would interr",
            "DO NOT begin new paragraph because it would interr"
          ]
        }
      },
      "parallel-structure_U_NO_CHANGE": {
        "type": "parallel-structure",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "The Columbia River Gorge is eighty-five miles of flowing <u>water, there are tree-covered bluffs, an",
          "choices": [
            "NO CHANGE",
            "tree-covered bluffs flank the river,",
            "featuring tree-covered bluffs,",
            "tree-covered bluffs,"
          ]
        }
      },
      "pronoun-ambiguous_U_NO_CHANGE": {
        "type": "pronoun-ambiguous",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "Guardrails lined the route and blurred the distinction between <u>that and</u> environment.",
          "choices": [
            "NO CHANGE",
            "this and the",
            "road and",
            "it and it's"
          ]
        }
      },
      "adding-info_U_LONG": {
        "type": "adding-info",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "LONG",
        "count": 1,
        "example": {
          "stem": "Engineers created <u>openings</u> in the side of one tunnel. [Add \"an unprecedented five\"?]",
          "choices": [
            "Yes, adds detail highlighting impressive design",
            "Yes, hints at how engineers made openings",
            "No, provides unrelated information",
            "No, suggests creating intricate tunnels was easy"
          ]
        }
      },
      "deleting-sentence_U_NO_CHANGE": {
        "type": "deleting-sentence",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "<u>Impressive as it was,</u> the highway was soon outmoded.",
          "choices": [
            "NO CHANGE",
            "When",
            "Soon",
            "DELETE the underlined portion."
          ]
        }
      },
      "wordiness_U_NO_CHANGE": {
        "type": "wordiness",
        "category": "KLA",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "By 1954, only the western third of the <u>original road</u> was still in use.",
          "choices": [
            "NO CHANGE",
            "road that first existed continued in a functional ",
            "highway that was completed in 1922 continued to be",
            "original highway was still being utilized by the d"
          ]
        }
      },
      "sentence-placement_N_MEDIUM": {
        "type": "sentence-placement",
        "category": "POW",
        "hasUnderline": false,
        "choiceAPattern": "MEDIUM",
        "count": 1,
        "example": {
          "stem": "[Sentence to add: \"The rest of the highway fell into disrepair.\" Where to place?]",
          "choices": [
            "Point A in Paragraph 1.",
            "Point B in Paragraph 2.",
            "Point C in Paragraph 2.",
            "Point D in Paragraph 3."
          ]
        }
      },
      "adding-sentence_N_LONG": {
        "type": "adding-sentence",
        "category": "POW",
        "hasUnderline": false,
        "choiceAPattern": "LONG",
        "count": 1,
        "example": {
          "stem": "[Add sentence: \"Robinson and her husband would go on to form other record labels as well.\"]",
          "choices": [
            "Yes, suggests Sugarhill Gang could choose where to",
            "Yes, explains why rappers decided to record with R",
            "No, interrupts discussion of how \"Rapper's Delight",
            "No, fails to specify time period when labels start"
          ]
        }
      },
      "modifier-dangling_U_NO_CHANGE": {
        "type": "modifier-dangling",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "Wanting to re-create the feel-good vibe, <u>an upbeat disco record provided the background that</u> ",
          "choices": [
            "NO CHANGE",
            "an upbeat disco record provided by Robinson was rh",
            "rhymes were created by the rappers over an upbeat ",
            "Robinson provided an upbeat disco record for the r"
          ]
        }
      },
      "grammar_U_NO_CHANGE": {
        "type": "grammar",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 2,
        "example": {
          "stem": "Mouth music is the name given in English to the many ways <u>by imitating</u> the sounds of musical ",
          "choices": [
            "NO CHANGE",
            "with",
            "of",
            "at"
          ]
        }
      },
      "punctuation_U_NO_CHANGE": {
        "type": "punctuation",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 2,
        "example": {
          "stem": "Forms of mouth music are performed around the world, but the genre <u>being</u> particularly popular",
          "choices": [
            "NO CHANGE",
            "was being",
            "is",
            "DELETE the underlined portion."
          ]
        }
      },
      "style_U_NO_CHANGE": {
        "type": "style",
        "category": "KLA",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 3,
        "example": {
          "stem": "Celtic mouth music exists to accompany dancing, so the rhythms and sounds are <u>first-class and the",
          "choices": [
            "NO CHANGE",
            "more important than the lyrics.",
            "a bigger deal than the words.",
            "way more vital than verse."
          ]
        }
      },
      "organization_U_NO_CHANGE": {
        "type": "organization",
        "category": "POW",
        "hasUnderline": true,
        "choiceAPattern": "NO_CHANGE",
        "count": 3,
        "example": {
          "stem": "Instead of using traditional lyrics, singers often produce nonsense <u>syllables called vocables</u>",
          "choices": [
            "NO CHANGE",
            "syllables, called vocables,",
            "syllables, called vocables,",
            "syllables called, vocables,"
          ]
        }
      },
      "comma-splice_U_LONG": {
        "type": "comma-splice",
        "category": "CSE",
        "hasUnderline": true,
        "choiceAPattern": "LONG",
        "count": 1,
        "example": {
          "stem": "If the writer were to delete the underlined portion, the sentence would primarily lose: One Scottish",
          "choices": [
            "a description that emphasizes the difficulty of pu",
            "information about writing lyrics for puirt-a-beul ",
            "an indication of how often puirt-a-beul is perform",
            "an example of a training exercise puirt-a-beul sin"
          ]
        }
      },
      "transition_N_LONG": {
        "type": "transition",
        "category": "POW",
        "hasUnderline": false,
        "choiceAPattern": "LONG",
        "count": 2,
        "example": {
          "stem": "Given that all the following statements are true, which one, if added here, would most effectively i",
          "choices": [
            "Puirt-a-beul was most likely invented out of neces",
            "Mouth music singers must have a good sense of rhyt",
            "Celtic mouth music, including puirt-a-beul, has in",
            "Another form of mouth music that originated in Sco"
          ]
        }
      },
      "grammar_N_NO_CHANGE": {
        "type": "grammar",
        "category": "CSE",
        "hasUnderline": false,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "Instruments were prohibitively expensive and thus scarce in isolated Scottish villages, in order to ",
          "choices": [
            "NO CHANGE",
            "villages and in",
            "villages. In",
            "villages, in"
          ]
        }
      },
      "punctuation_N_NO_CHANGE": {
        "type": "punctuation",
        "category": "CSE",
        "hasUnderline": false,
        "choiceAPattern": "NO_CHANGE",
        "count": 1,
        "example": {
          "stem": "Which choice provides new information to the essay?",
          "choices": [
            "NO CHANGE",
            "by digging",
            "manually",
            "in the desert"
          ]
        }
      }
    }
  },
  "blueprints": {
    "passages": {
      "english": {
        "count": 35,
        "avgLength": 2003,
        "avgWords": 323,
        "avgSentences": 18,
        "lengthDistribution": [
          {
            "test": 1,
            "passage": 1,
            "chars": 2020,
            "words": 313,
            "sentences": 21
          },
          {
            "test": 1,
            "passage": 2,
            "chars": 1799,
            "words": 294,
            "sentences": 15
          },
          {
            "test": 1,
            "passage": 3,
            "chars": 1940,
            "words": 322,
            "sentences": 17
          },
          {
            "test": 1,
            "passage": 4,
            "chars": 1904,
            "words": 299,
            "sentences": 19
          },
          {
            "test": 1,
            "passage": 5,
            "chars": 1990,
            "words": 303,
            "sentences": 17
          },
          {
            "test": 2,
            "passage": 1,
            "chars": 1897,
            "words": 288,
            "sentences": 17
          },
          {
            "test": 2,
            "passage": 2,
            "chars": 2237,
            "words": 347,
            "sentences": 19
          },
          {
            "test": 2,
            "passage": 3,
            "chars": 2176,
            "words": 318,
            "sentences": 18
          },
          {
            "test": 2,
            "passage": 4,
            "chars": 2201,
            "words": 365,
            "sentences": 18
          },
          {
            "test": 2,
            "passage": 5,
            "chars": 2289,
            "words": 359,
            "sentences": 24
          },
          {
            "test": 3,
            "passage": 1,
            "chars": 1711,
            "words": 283,
            "sentences": 15
          },
          {
            "test": 3,
            "passage": 2,
            "chars": 1879,
            "words": 305,
            "sentences": 21
          },
          {
            "test": 3,
            "passage": 3,
            "chars": 2099,
            "words": 370,
            "sentences": 20
          },
          {
            "test": 3,
            "passage": 4,
            "chars": 1966,
            "words": 314,
            "sentences": 19
          },
          {
            "test": 3,
            "passage": 5,
            "chars": 1997,
            "words": 316,
            "sentences": 20
          },
          {
            "test": 4,
            "passage": 1,
            "chars": 2073,
            "words": 356,
            "sentences": 17
          },
          {
            "test": 4,
            "passage": 2,
            "chars": 2057,
            "words": 336,
            "sentences": 19
          },
          {
            "test": 4,
            "passage": 3,
            "chars": 2069,
            "words": 348,
            "sentences": 21
          },
          {
            "test": 4,
            "passage": 4,
            "chars": 2065,
            "words": 336,
            "sentences": 18
          },
          {
            "test": 4,
            "passage": 5,
            "chars": 2025,
            "words": 304,
            "sentences": 20
          },
          {
            "test": 5,
            "passage": 1,
            "chars": 2039,
            "words": 325,
            "sentences": 18
          },
          {
            "test": 5,
            "passage": 2,
            "chars": 1972,
            "words": 327,
            "sentences": 20
          },
          {
            "test": 5,
            "passage": 3,
            "chars": 2080,
            "words": 350,
            "sentences": 19
          },
          {
            "test": 5,
            "passage": 4,
            "chars": 1736,
            "words": 279,
            "sentences": 14
          },
          {
            "test": 5,
            "passage": 5,
            "chars": 2126,
            "words": 336,
            "sentences": 18
          },
          {
            "test": 6,
            "passage": 1,
            "chars": 1964,
            "words": 323,
            "sentences": 21
          },
          {
            "test": 6,
            "passage": 2,
            "chars": 1952,
            "words": 325,
            "sentences": 16
          },
          {
            "test": 6,
            "passage": 3,
            "chars": 1895,
            "words": 317,
            "sentences": 16
          },
          {
            "test": 6,
            "passage": 4,
            "chars": 1987,
            "words": 316,
            "sentences": 15
          },
          {
            "test": 6,
            "passage": 5,
            "chars": 1963,
            "words": 317,
            "sentences": 19
          },
          {
            "test": 7,
            "passage": 1,
            "chars": 1950,
            "words": 314,
            "sentences": 17
          },
          {
            "test": 7,
            "passage": 2,
            "chars": 1980,
            "words": 344,
            "sentences": 24
          },
          {
            "test": 7,
            "passage": 3,
            "chars": 2038,
            "words": 326,
            "sentences": 17
          },
          {
            "test": 7,
            "passage": 4,
            "chars": 1990,
            "words": 312,
            "sentences": 17
          },
          {
            "test": 7,
            "passage": 5,
            "chars": 2040,
            "words": 302,
            "sentences": 17
          }
        ],
        "typeDistribution": {},
        "samples": [
          {
            "length": 2020,
            "preview": "There are thousands of new animal species identified each year, the vast majority are small or geographically isolated. So as graduate student Andrea Marshall studied manta rays, which are neither sma",
            "firstSentence": "There are thousands of new animal species identified each year, the vast majority are small or geographically isolated"
          },
          {
            "length": 1799,
            "preview": "When a plant is attacked by bacteria, fungi, or insects, it produces chemicals, called salicylates, that help the plant produce enzymes or toxins capable of destroying the plant's attackers. Salicylat",
            "firstSentence": "When a plant is attacked by bacteria, fungi, or insects, it produces chemicals, called salicylates, that help the plant produce enzymes or toxins capable of destroying the plant's attackers"
          },
          {
            "length": 1940,
            "preview": "In his studio in Düsseldorf, Germany, photographer Martin Klimas carefully pours paint onto a rubber membrane placed on top of an audio speaker. The paint collects in a puddle of colors: rich oranges ",
            "firstSentence": "In his studio in Düsseldorf, Germany, photographer Martin Klimas carefully pours paint onto a rubber membrane placed on top of an audio speaker"
          }
        ]
      },
      "reading": {
        "count": 28,
        "avgLength": 4283,
        "avgWords": 711,
        "avgSentences": 37,
        "lengthDistribution": [
          {
            "test": 1,
            "passage": 1,
            "chars": 2705,
            "words": 490,
            "sentences": 44
          },
          {
            "test": 1,
            "passage": 2,
            "chars": 2975,
            "words": 517,
            "sentences": 28
          },
          {
            "test": 1,
            "passage": 3,
            "chars": 2855,
            "words": 476,
            "sentences": 30
          },
          {
            "test": 1,
            "passage": 4,
            "chars": 2762,
            "words": 430,
            "sentences": 26
          },
          {
            "test": 2,
            "passage": 1,
            "chars": 4543,
            "words": 838,
            "sentences": 58
          },
          {
            "test": 2,
            "passage": 2,
            "chars": 4493,
            "words": 769,
            "sentences": 26
          },
          {
            "test": 2,
            "passage": 3,
            "chars": 4588,
            "words": 762,
            "sentences": 34
          },
          {
            "test": 2,
            "passage": 4,
            "chars": 3362,
            "words": 503,
            "sentences": 28
          },
          {
            "test": 3,
            "passage": 1,
            "chars": 4157,
            "words": 646,
            "sentences": 26
          },
          {
            "test": 3,
            "passage": 2,
            "chars": 4572,
            "words": 666,
            "sentences": 30
          },
          {
            "test": 3,
            "passage": 3,
            "chars": 4734,
            "words": 744,
            "sentences": 27
          },
          {
            "test": 3,
            "passage": 4,
            "chars": 5208,
            "words": 740,
            "sentences": 33
          },
          {
            "test": 4,
            "passage": 1,
            "chars": 4559,
            "words": 826,
            "sentences": 31
          },
          {
            "test": 4,
            "passage": 2,
            "chars": 4534,
            "words": 772,
            "sentences": 32
          },
          {
            "test": 4,
            "passage": 3,
            "chars": 4581,
            "words": 775,
            "sentences": 41
          },
          {
            "test": 4,
            "passage": 4,
            "chars": 4585,
            "words": 757,
            "sentences": 57
          },
          {
            "test": 5,
            "passage": 1,
            "chars": 4639,
            "words": 823,
            "sentences": 42
          },
          {
            "test": 5,
            "passage": 2,
            "chars": 4611,
            "words": 806,
            "sentences": 41
          },
          {
            "test": 5,
            "passage": 3,
            "chars": 4562,
            "words": 702,
            "sentences": 40
          },
          {
            "test": 5,
            "passage": 4,
            "chars": 4559,
            "words": 770,
            "sentences": 34
          },
          {
            "test": 6,
            "passage": 1,
            "chars": 4571,
            "words": 794,
            "sentences": 42
          },
          {
            "test": 6,
            "passage": 2,
            "chars": 4490,
            "words": 779,
            "sentences": 48
          },
          {
            "test": 6,
            "passage": 3,
            "chars": 4523,
            "words": 747,
            "sentences": 40
          },
          {
            "test": 6,
            "passage": 4,
            "chars": 4561,
            "words": 745,
            "sentences": 30
          },
          {
            "test": 7,
            "passage": 1,
            "chars": 4545,
            "words": 804,
            "sentences": 44
          },
          {
            "test": 7,
            "passage": 2,
            "chars": 4597,
            "words": 734,
            "sentences": 41
          },
          {
            "test": 7,
            "passage": 3,
            "chars": 4543,
            "words": 765,
            "sentences": 40
          },
          {
            "test": 7,
            "passage": 4,
            "chars": 4522,
            "words": 727,
            "sentences": 32
          }
        ],
        "typeDistribution": {
          "LITERARY NARRATIVE": 6,
          "SOCIAL_SCIENCE": 7,
          "HUMANITIES": 6,
          "NATURAL_SCIENCE": 7,
          "LITERARY_NARRATIVE": 2
        },
        "samples": [
          {
            "type": "LITERARY NARRATIVE",
            "length": 2705,
            "preview": "He met her, my mother, in New York City, and the Heart said plaintively: Thump thump thump. That was not the sound of illness. Theirs was an auspicious meeting, although no one had troubled to check t",
            "firstSentence": "He met her, my mother, in New York City, and the Heart said plaintively: Thump thump thump"
          },
          {
            "type": "SOCIAL_SCIENCE",
            "length": 2975,
            "preview": "Passage A\n\nIf humans were truly at home under the light of the moon and stars, we would go in darkness happily, the midnight world as visible to us as it is to the vast number of nocturnal species on ",
            "firstSentence": "Passage A\n\nIf humans were truly at home under the light of the moon and stars, we would go in darkness happily, the midnight world as visible to us as it is to the vast number of nocturnal species on this planet"
          },
          {
            "type": "HUMANITIES",
            "length": 2855,
            "preview": "I have always been fascinated by the way we remember places. When I think of my childhood home, I don't see it as it actually was—I see fragments, pieces of rooms, the way light fell through a particu",
            "firstSentence": "I have always been fascinated by the way we remember places"
          }
        ]
      },
      "science": {
        "count": 43,
        "avgLength": 1372,
        "avgWords": 240,
        "avgSentences": 15,
        "lengthDistribution": [
          {
            "test": 1,
            "passage": 1,
            "chars": 477,
            "words": 89,
            "sentences": 4
          },
          {
            "test": 1,
            "passage": 2,
            "chars": 1464,
            "words": 264,
            "sentences": 20
          },
          {
            "test": 1,
            "passage": 3,
            "chars": 728,
            "words": 132,
            "sentences": 7
          },
          {
            "test": 1,
            "passage": 4,
            "chars": 2124,
            "words": 383,
            "sentences": 21
          },
          {
            "test": 1,
            "passage": 5,
            "chars": 1081,
            "words": 186,
            "sentences": 16
          },
          {
            "test": 1,
            "passage": 6,
            "chars": 1287,
            "words": 238,
            "sentences": 19
          },
          {
            "test": 2,
            "passage": 1,
            "chars": 649,
            "words": 128,
            "sentences": 8
          },
          {
            "test": 2,
            "passage": 2,
            "chars": 1064,
            "words": 174,
            "sentences": 10
          },
          {
            "test": 2,
            "passage": 3,
            "chars": 880,
            "words": 157,
            "sentences": 10
          },
          {
            "test": 2,
            "passage": 4,
            "chars": 733,
            "words": 108,
            "sentences": 8
          },
          {
            "test": 2,
            "passage": 5,
            "chars": 664,
            "words": 106,
            "sentences": 6
          },
          {
            "test": 2,
            "passage": 6,
            "chars": 890,
            "words": 142,
            "sentences": 9
          },
          {
            "test": 3,
            "passage": 1,
            "chars": 1034,
            "words": 145,
            "sentences": 8
          },
          {
            "test": 3,
            "passage": 2,
            "chars": 929,
            "words": 128,
            "sentences": 10
          },
          {
            "test": 3,
            "passage": 3,
            "chars": 1082,
            "words": 153,
            "sentences": 8
          },
          {
            "test": 3,
            "passage": 4,
            "chars": 939,
            "words": 131,
            "sentences": 9
          },
          {
            "test": 3,
            "passage": 5,
            "chars": 935,
            "words": 133,
            "sentences": 6
          },
          {
            "test": 3,
            "passage": 6,
            "chars": 939,
            "words": 142,
            "sentences": 8
          },
          {
            "test": 3,
            "passage": 7,
            "chars": 996,
            "words": 135,
            "sentences": 8
          },
          {
            "test": 4,
            "passage": 1,
            "chars": 955,
            "words": 161,
            "sentences": 9
          },
          {
            "test": 4,
            "passage": 2,
            "chars": 1042,
            "words": 184,
            "sentences": 9
          },
          {
            "test": 4,
            "passage": 3,
            "chars": 1597,
            "words": 289,
            "sentences": 18
          },
          {
            "test": 4,
            "passage": 4,
            "chars": 1564,
            "words": 276,
            "sentences": 15
          },
          {
            "test": 4,
            "passage": 5,
            "chars": 1378,
            "words": 247,
            "sentences": 15
          },
          {
            "test": 4,
            "passage": 6,
            "chars": 2178,
            "words": 390,
            "sentences": 22
          },
          {
            "test": 5,
            "passage": 1,
            "chars": 2065,
            "words": 360,
            "sentences": 20
          },
          {
            "test": 5,
            "passage": 2,
            "chars": 1818,
            "words": 343,
            "sentences": 22
          },
          {
            "test": 5,
            "passage": 3,
            "chars": 1536,
            "words": 324,
            "sentences": 30
          },
          {
            "test": 5,
            "passage": 4,
            "chars": 2041,
            "words": 362,
            "sentences": 20
          },
          {
            "test": 5,
            "passage": 5,
            "chars": 1092,
            "words": 198,
            "sentences": 8
          },
          {
            "test": 5,
            "passage": 6,
            "chars": 1970,
            "words": 367,
            "sentences": 11
          },
          {
            "test": 6,
            "passage": 1,
            "chars": 1382,
            "words": 284,
            "sentences": 40
          },
          {
            "test": 6,
            "passage": 2,
            "chars": 1088,
            "words": 162,
            "sentences": 6
          },
          {
            "test": 6,
            "passage": 3,
            "chars": 1749,
            "words": 306,
            "sentences": 12
          },
          {
            "test": 6,
            "passage": 4,
            "chars": 1967,
            "words": 362,
            "sentences": 36
          },
          {
            "test": 6,
            "passage": 5,
            "chars": 2231,
            "words": 387,
            "sentences": 18
          },
          {
            "test": 6,
            "passage": 6,
            "chars": 2221,
            "words": 414,
            "sentences": 16
          },
          {
            "test": 7,
            "passage": 1,
            "chars": 2018,
            "words": 365,
            "sentences": 40
          },
          {
            "test": 7,
            "passage": 2,
            "chars": 2108,
            "words": 339,
            "sentences": 18
          },
          {
            "test": 7,
            "passage": 3,
            "chars": 2143,
            "words": 420,
            "sentences": 28
          },
          {
            "test": 7,
            "passage": 4,
            "chars": 1100,
            "words": 198,
            "sentences": 16
          },
          {
            "test": 7,
            "passage": 5,
            "chars": 1748,
            "words": 299,
            "sentences": 36
          },
          {
            "test": 7,
            "passage": 6,
            "chars": 1095,
            "words": 220,
            "sentences": 6
          }
        ],
        "typeDistribution": {
          "DATA_REPRESENTATION": 19,
          "RESEARCH_SUMMARY": 17,
          "CONFLICTING_VIEWPOINTS": 7
        },
        "samples": [
          {
            "type": "DATA_REPRESENTATION",
            "length": 477,
            "preview": "The molar volume of a gas is the volume occupied by 1 mole (mol; 6 × 10²³ atoms or molecules) of that gas at a given pressure and temperature.\n\nTable 1 shows how the molar volume, in L, of each of 6 g",
            "firstSentence": "The molar volume of a gas is the volume occupied by 1 mole (mol; 6 × 10²³ atoms or molecules) of that gas at a given pressure and temperature"
          },
          {
            "type": "RESEARCH_SUMMARY",
            "length": 1464,
            "preview": "Scientists conducted 3 experiments to study the transfer of bacteria from one surface to another by 2 species of flies: Musca domestica and Sarcophaga carnaria.\n\n**Experiment 1**\nA group of 10 M. dome",
            "firstSentence": "Scientists conducted 3 experiments to study the transfer of bacteria from one surface to another by 2 species of flies: Musca domestica and Sarcophaga carnaria"
          },
          {
            "type": "DATA_REPRESENTATION",
            "length": 728,
            "preview": "Forest fires require oxygen (O₂) to burn. Figure 1 shows the number of paleowildfires (large forest fires known from the rock record) for each 10-million-year interval of the Mesozoic era (250-65 mill",
            "firstSentence": "Forest fires require oxygen (O₂) to burn"
          }
        ]
      }
    },
    "lessons": {
      "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac": {
        "key": "sentence-structure",
        "title": "Topic 1.1 - Building Complete Sentences",
        "subject": "english",
        "count": 151,
        "types": [
          "verb-agreement",
          "sentence-placement",
          "word-choice",
          "modifier-misplaced",
          "grammar",
          "verb-tense",
          "verb-form",
          "comma-splice",
          "style",
          "idiom",
          "fragment",
          "transition",
          "pronoun-ambiguous",
          "which-choice",
          "comma-usage",
          "redundancy",
          "punctuation",
          "pronouns",
          "sentence-structure",
          "logical-placement",
          "modifiers",
          "usage-mechanics",
          "verbs",
          "parallel-structure",
          "organization",
          "modifier-dangling",
          "deleting-sentence"
        ]
      },
      "9eef3d0e-d5a2-4104-b9a9-3e575e8e6734": {
        "key": "redundancy",
        "title": "Topic 2.1 - Redundancy & Wordiness",
        "subject": "english",
        "count": 158,
        "types": [
          "main-idea",
          "sentence-placement",
          "which-choice",
          "adding-info",
          "redundancy",
          "style",
          "grammar",
          "logical-placement",
          "deleting-sentence",
          "wordiness",
          "word-choice",
          "transition",
          "organization",
          "verb-tense",
          "fragment",
          "verb-agreement",
          "comma-splice",
          "usage-mechanics",
          "rhetorical-skills",
          "transitions",
          "idiom",
          "adding-deleting",
          "modifier-dangling",
          "word-placement"
        ]
      },
      "3e8f0696-1bf7-4b5c-880d-fb5359923b7d": {
        "key": "commas",
        "title": "Topic 1.2 - Essential Comma Rules",
        "subject": "english",
        "count": 96,
        "types": [
          "word-choice",
          "style",
          "which-choice",
          "parallel-structure",
          "grammar",
          "comma-usage",
          "verb-form",
          "dash",
          "organization",
          "transitions",
          "punctuation",
          "verb-tense",
          "wordiness",
          "sentence-structure",
          "usage-mechanics",
          "rhetorical-skills",
          "redundancy",
          "fragment",
          "transition",
          "adding-deleting"
        ]
      },
      "66776383-9334-4efb-bd72-74b1bbeab8ac": {
        "key": "punctuation",
        "title": "Topic 1.3 - Advanced Punctuation",
        "subject": "english",
        "count": 40,
        "types": [
          "usage-mechanics",
          "colon",
          "verb-tense",
          "word-choice",
          "comma-usage",
          "grammar",
          "dash",
          "punctuation",
          "deleting-sentence",
          "style"
        ]
      },
      "7aae3763-017b-4762-ad5a-346aac1f027b": {
        "key": "transitions",
        "title": "Topic 2.3 - Transitions",
        "subject": "english",
        "count": 16,
        "types": [
          "comma-usage",
          "transition",
          "grammar",
          "transitions",
          "style",
          "rhetorical-skills",
          "which-choice"
        ]
      },
      "29b59c9d-ef2e-4f7f-aae2-464222884d3a": {
        "key": "which-choice",
        "title": "Topic 2.4 - Which Choice Questions",
        "subject": "english",
        "count": 23,
        "types": [
          "main-idea",
          "style",
          "which-choice",
          "organization",
          "transition",
          "transitions",
          "purpose",
          "redundancy"
        ]
      },
      "784a146b-8809-4189-a1b4-4b2fdcaf8199": {
        "key": "adding-deleting",
        "title": "Topic 2.5 - Adding or Deleting Information",
        "subject": "english",
        "count": 32,
        "types": [
          "sentence-placement",
          "adding-sentence",
          "style",
          "transition",
          "organization",
          "adding-deleting",
          "rhetorical-skills",
          "logical-placement",
          "comma-splice",
          "deleting-sentence"
        ]
      },
      "7dd5f9a2-c597-4d33-a0a0-e98d58075eb4": {
        "key": "logical-placement",
        "title": "Topic 2.6 - Logical Placement",
        "subject": "english",
        "count": 9,
        "types": [
          "organization",
          "which-choice",
          "modifiers"
        ]
      }
    }
  }
}