[
  {
    "id": 1,
    "question_number": 1,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nThis choice transforms \"There are thousands of new animal species\" into \"Of the thousands of new animal species,\" creating a subordinate prepositional phrase instead of an independent clause. This eliminates the comma splice error that occurs when the original version joins two independent clauses (\"There are thousands of new animal species identified each year\" and \"the vast majority are small\") with only a comma.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"There are thousands of new animal species identified each year, the vast majority are small\" creates a comma splice by joining two independent clauses with only a comma. Both clauses can stand alone as complete sentences, so they cannot be connected with just a comma.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"Scientists say thousands of new animal species are identified each year, the vast majority are small\" still contains the same comma splice error. While it adds \"Scientists say,\" it doesn't address the fundamental problem of two independent clauses being improperly joined.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"Thousands of new animal species are identified each year, the vast majority are small\" also creates a comma splice. Like choice A, this joins two complete thoughts with only a comma instead of using proper punctuation (semicolon, period, or conjunction with comma).</div>\n</div>\n</div>"
  },
  {
    "id": 2,
    "question_number": 2,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Mantas are\" correctly establishes the subject \"Mantas\" with the plural verb \"are,\" creating a grammatically complete independent clause. This properly connects the subject to the predicate \"plankton-eating relatives of stingrays.\"\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F:</strong> \"Mantas, which are\" creates a non-restrictive relative clause beginning with \"which are,\" but this makes the sentence fragment because the main clause lacks a verb. The sentence would read \"Mantas, which are plankton-eating relatives...flying slowly through the water\" with no main verb for \"Mantas.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"Mantas,\" with only a comma creates a sentence fragment. The subject \"Mantas\" is left without a verb, making the entire construction incomplete.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> Deleting the underlined portion entirely would create \"Mantas plankton-eating relatives of stingrays\" which is a sentence fragment lacking a verb and proper grammatical structure.</div>\n</div>\n</div>"
  },
  {
    "id": 3,
    "question_number": 3,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nThe original punctuation \"wings—up to twenty-five feet wide—\" correctly uses a pair of em dashes to set off the parenthetical information \"up to twenty-five feet wide.\" Em dashes are appropriate here because they emphasize the impressive size detail while keeping it clearly separated from the main clause.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"wings: up to twenty-five feet wide—\" incorrectly mixes punctuation marks by using a colon to open the parenthetical but an em dash to close it. Paired parenthetical elements must use matching punctuation (two dashes, two commas, or two parentheses).</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"wings, up to twenty-five feet wide—\" incorrectly uses a comma to open the parenthetical but an em dash to close it. This creates inconsistent punctuation that violates the rule requiring matching pairs.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"wings, up to twenty-five feet wide:\" incorrectly uses a comma to open and a colon to close the parenthetical phrase. Additionally, colons should introduce what follows, not conclude a phrase, making this usage grammatically incorrect.</div>\n</div>\n</div>"
  },
  {
    "id": 4,
    "question_number": 4,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"variations in the mantas\" uses the correct prepositional idiom \"variations in\" without unnecessary commas. The phrase flows naturally as \"physical variations in the mantas she swam amongst,\" where \"in the mantas\" is an essential prepositional phrase that shouldn't be separated by punctuation.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F:</strong> \"variations, in the mantas,\" incorrectly places commas around \"in the mantas,\" treating it as a non-essential phrase. However, \"in the mantas\" is essential to specify where the variations occurred, so it should not be set off with commas.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"variations—in the mantas\" uses an em dash before \"in the mantas,\" suggesting this is parenthetical or emphatic information. However, this phrase is essential to the meaning and doesn't require special punctuation or emphasis.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"variations, in the mantas,\" is identical to choice F, incorrectly treating the essential prepositional phrase as non-essential by surrounding it with commas.</div>\n</div>\n</div>"
  },
  {
    "id": 5,
    "question_number": 5,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nYes, because the sentence \"Her beachside lodgings in Mozambique now house the Marine Megafauna Research Center\" interrupts the logical flow from Marshall observing physical variations to her suspecting two species exist. The sentence about her lodgings is off-topic information that breaks the narrative about her scientific observations and hypothesis formation.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> This is incorrect because whether the sentence clarifies why Marshall did research in Mozambique is irrelevant. The real issue is that the sentence disrupts the paragraph's focus on Marshall's scientific observations and hypothesis, not the location justification.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> This misrepresents what the sentence says. The sentence doesn't explain how Marshall created a large institution from being a lone researcher—it simply states that her lodgings now house a research center, which is a minor detail unrelated to the paragraph's main point.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> While the sentence does clarify Marshall's connection to the Marine Megafauna Center, this information interrupts the logical progression of the paragraph about her scientific observations and hypothesis. The organizational detail is irrelevant to the narrative flow.</div>\n</div>\n</div>"
  },
  {
    "id": 6,
    "question_number": 6,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"is\" correctly agrees with the singular subject \"The skin.\" Despite \"all mantas\" appearing closer to the verb, the true subject is \"skin\" (singular), which requires the singular verb \"is.\" The phrase \"of all mantas\" is a prepositional phrase modifying \"skin.\"\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"happen to be\" is plural and doesn't agree with the singular subject \"The skin.\" This phrase also adds unnecessary words that make the sentence awkward and verbose.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"were\" is both plural (disagreeing with singular \"skin\") and past tense, which doesn't match the present tense context of the passage describing the general characteristics of manta skin.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"are\" is plural and doesn't agree with the singular subject \"The skin.\" The prepositional phrase \"of all mantas\" doesn't change the fact that \"skin\" is singular.</div>\n</div>\n</div>"
  },
  {
    "id": 7,
    "question_number": 7,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"was that\" correctly connects the subject \"Another discovery\" with the noun clause \"that some mantas had egg-shaped masses.\" No comma should separate the linking verb \"was\" from its predicate noun clause.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"was: that\" incorrectly places a colon between the verb \"was\" and the noun clause \"that some mantas had egg-shaped masses.\" Colons should not separate verbs from their complements.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"was, that,\" incorrectly surrounds \"that\" with commas. The word \"that\" introduces an essential noun clause that serves as the predicate nominative and should not be separated from the verb or the clause.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"was, that\" incorrectly places a comma between the linking verb \"was\" and the noun clause beginning with \"that.\" This separates the verb from its necessary complement.</div>\n</div>\n</div>"
  },
  {
    "id": 8,
    "question_number": 8,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nAfter Sentence 1 is the most logical placement because Sentence 1 states \"To investigate, Marshall began collecting data,\" and the new sentence \"Some of the data were basic, such as manta coloration and size\" directly provides examples of what data Marshall collected, creating a clear and immediate connection.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> After Sentence 2 (\"Other data required a closer look\") doesn't work logically because you cannot reference \"Other data\" before first establishing what the basic data were. This would create a confusing sequence.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> After Sentence 3 (\"The skin of all mantas, for example, is embedded with tiny, toothlike 'denticles'\") doesn't fit because Sentence 3 is already providing specific detailed data about denticles, so introducing \"basic\" data here would be out of sequence.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> After Sentence 4 (about denticle spacing patterns) is too late in the paragraph. The new sentence introduces the concept of basic data, which should come early in the discussion of data collection, not after detailed examples.</div>\n</div>\n</div>"
  },
  {
    "id": 9,
    "question_number": 9,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"had the evidence to announce\" directly conveys that Marshall's announcement was backed by scientific data. The phrase \"had the evidence\" explicitly indicates that her announcement was supported by research findings.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"announced, with two other scientists,\" doesn't convey anything about scientific data backing the announcement. It only indicates who made the announcement, not whether it was evidence-based.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"surprised many scientists by announcing\" emphasizes the reaction to the announcement rather than indicating it was backed by data. Being surprising doesn't mean being evidence-based.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"at long last announced\" emphasizes the timing or delay of the announcement, not whether it was supported by scientific evidence. This phrase suggests anticipation rather than scientific rigor.</div>\n</div>\n</div>"
  },
  {
    "id": 10,
    "question_number": 10,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"are\" correctly agrees with the plural subject \"two manta species.\" The verb must be plural to match the plural noun \"species\" modified by \"two.\"\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F:</strong> \"is\" is singular and doesn't agree with the plural subject \"two manta species.\" Even though \"is\" might sound acceptable in casual speech, formal written English requires subject-verb agreement.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"exists\" is singular and doesn't agree with the plural subject \"two manta species.\" Additionally, \"exist\" would be the better verb choice, but even that would need to be \"exist\" (plural), not \"exists.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"was\" is both singular (disagreeing with \"two manta species\") and past tense, which doesn't fit the context since the passage is discussing the present reality that two species exist.</div>\n</div>\n</div>"
  },
  {
    "id": 11,
    "question_number": 11,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"rarely ventures far from its home territory\" maintains an appropriate academic and formal tone while clearly conveying that the reef manta stays in one area. This phrasing is precise and scientifically appropriate.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"kind of sticks around one area\" uses informal, colloquial language (\"kind of sticks around\") that is inappropriate for scientific writing. This casual phrasing doesn't match the formal tone of the passage.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"doesn't delight in slogging long distances\" uses awkward, anthropomorphic language that attributes human emotions (\"delight\") and informal word choice (\"slogging\") to the fish, creating an inappropriately casual and imprecise tone.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"loves hanging around its neighborhood\" uses highly informal, colloquial language (\"loves,\" \"hanging around,\" \"neighborhood\") that is completely inappropriate for scientific writing and anthropomorphizes the animal.</div>\n</div>\n</div>"
  },
  {
    "id": 12,
    "question_number": 12,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"that\" correctly introduces the noun clause \"that such large animals went undifferentiated for so long,\" which serves as the object of the preposition \"The fact.\" The construction \"The fact that\" is the correct prepositional idiom.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"whether\" would change the meaning to introduce doubt or alternatives, as in \"The fact whether such large animals went undifferentiated,\" which doesn't make logical sense. \"Whether\" is used for alternatives, not for stating facts.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"which\" would create \"The fact which such large animals went undifferentiated,\" which is grammatically incorrect. \"Which\" cannot introduce a noun clause in this construction.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"how\" would create \"The fact how such large animals went undifferentiated,\" which is grammatically incorrect. While \"how\" can introduce clauses, it doesn't work with \"The fact\" in this context.</div>\n</div>\n</div>"
  },
  {
    "id": 13,
    "question_number": 13,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"for so long highlights how little scientists know\" correctly places the time phrase \"for so long\" immediately after \"went undifferentiated\" (the action it modifies) and before \"highlights\" (the main verb). This creates clear meaning: the animals went undifferentiated for a long time, and this fact highlights scientific knowledge gaps.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"highlights how little scientists know for so long\" incorrectly places \"for so long\" at the end, making it seem like scientists \"know for so long\" rather than the animals \"went undifferentiated for so long.\" This creates a misplaced modifier error that changes the intended meaning.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"highlights for so long how little scientists know\" incorrectly places \"for so long\" between \"highlights\" and its object \"how little scientists know,\" creating awkward phrasing that suggests the highlighting action occurred for a long time, which doesn't make logical sense.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"highlights how for so long little scientists know\" creates completely garbled syntax by placing \"for so long\" in the middle of the noun clause \"how little scientists know,\" making the sentence ungrammatical and incomprehensible.</div>\n</div>\n</div>"
  },
  {
    "id": 14,
    "question_number": 14,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Fortunately, mantas have a devoted and expert researcher in Dr. Marshall\" best concludes the essay by suggesting continued scientific study. The word \"Fortunately\" combined with having a \"devoted and expert researcher\" implies ongoing research and future study of manta rays.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F:</strong> \"At the moment, manta ray populations face an array of threats worldwide\" introduces a new topic about threats to mantas, which doesn't conclude the essay or suggest continued scientific study. This creates an abrupt shift in focus.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"A 2009 documentary film about Dr. Marshall related the story of her manta-species discovery\" mentions a documentary but doesn't suggest that scientific study will continue. This is about past documentation, not future research.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"Dr. Marshall once described the manta ray as like the largest, most beautiful underwater bird\" is a poetic description but doesn't suggest continued scientific study. It's merely a metaphor, not a statement about ongoing research.</div>\n</div>\n</div>"
  },
  {
    "id": 15,
    "question_number": 15,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nNo, the essay would not accomplish the purpose of surveying the scientific community's response because it focuses on how Marshall's research led to the discovery of the two manta species. The essay describes Marshall's methodology, observations, and announcement, not how other scientists reacted to or responded to her identification.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> This is incorrect because the essay doesn't explain that the scientific community \"enthusiastically accepted\" the identification. There's no discussion of the community's response at all.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> While the essay does relate that Marshall's research was thorough and documented, this doesn't address whether the essay surveys the scientific community's response. Thoroughness of research is different from community response.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> This is incorrect because the essay doesn't even present one scientist's response to the identification—it presents Marshall's process of making the discovery, not anyone's response to it after the fact.</div>\n</div>\n</div>"
  },
  {
    "id": 16,
    "question_number": 16,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"temperature, helping\" correctly uses a comma followed by a participial phrase \"helping the plant tolerate heat and cold.\" This structure properly modifies the entire preceding clause by explaining the additional function of salicylates regulating temperature.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"temperature; in effect, helping\" incorrectly uses a semicolon before \"in effect, helping.\" A semicolon should separate two independent clauses, but \"in effect, helping the plant tolerate heat and cold\" is a dependent participial phrase, not an independent clause.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"temperature, this helps\" creates a comma splice by joining two independent clauses (\"it produces...temperature\" and \"this helps the plant\") with only a comma. This is a run-on sentence error.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"temperature. As a result, helping\" creates a sentence fragment. \"As a result, helping the plant tolerate heat and cold\" lacks a subject and main verb, making it an incomplete sentence that cannot stand alone after the period.</div>\n</div>\n</div>"
  },
  {
    "id": 17,
    "question_number": 17,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nThe original \"plants, particularly in the bark of the willow tree,\" correctly uses commas to set off the non-restrictive phrase \"particularly in the bark of the willow tree.\" This phrase provides additional, non-essential information about where salicylic acids are found, so commas are appropriate.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"plants—particularly in the bark—of the willow tree,\" incorrectly places em dashes around only \"particularly in the bark,\" breaking apart the phrase \"in the bark of the willow tree.\" This creates awkward and confusing punctuation that disrupts the grammatical flow.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"plants; particularly in the bark of the willow tree,\" incorrectly uses a semicolon. Semicolons separate independent clauses, but \"particularly in the bark of the willow tree\" is a dependent phrase providing additional detail, not an independent clause.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"plants particularly, in the bark of the willow tree.\" incorrectly places a comma between \"particularly\" and \"in,\" separating the adverb \"particularly\" from the prepositional phrase it modifies. This disrupts the natural flow and meaning of the phrase.</div>\n</div>\n</div>"
  },
  {
    "id": 18,
    "question_number": 18,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"willow is listed among\" properly uses the passive voice with \"willow\" as the subject and \"is listed\" as the verb. This corrects the fragment issue and uses the correct prepositional idiom \"listed among\" to indicate willow is one item in a larger group.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"lists willow among\" creates a sentence fragment. The sentence begins with \"On a Sumerian stone tablet from 3000 BCE,\" which is a prepositional phrase, so it cannot be followed by just \"lists willow,\" which would need a subject before the verb \"lists.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"willow is listed on\" uses the wrong prepositional idiom. \"Listed on\" suggests appearing on a surface or platform, but the context requires \"listed among\" to mean included as one of many items in a group.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"lists willow on\" creates the same fragment error as F (missing subject before \"lists\") and also uses the incorrect idiom \"on\" instead of \"among.\"'</div>\n</div>\n</div>"
  },
  {
    "id": 19,
    "question_number": 19,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"about\" concisely conveys that the date is approximate. Using a single word eliminates redundancy and maintains clarity.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"approximately about\" is redundant because both \"approximately\" and \"about\" mean the same thing—near or around a certain value. Using both words together is unnecessarily wordy.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"an estimation of\" is wordy and awkward. This phrase uses three words to express what \"about\" conveys in one word, violating the principle of conciseness.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"in the region of\" is an unnecessarily wordy phrase. Like choice B, it uses four words where one word (\"about\") would suffice, making the sentence less efficient.</div>\n</div>\n</div>"
  },
  {
    "id": 20,
    "question_number": 20,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"While the use of willow bark remained a commonplace method to reduce aches, pains, and fevers around the world,\" provides the most logical transition by establishing a contrast (using \"While\") between willow's continued worldwide use and its declining favor in Europe specifically. This creates a clear connection between paragraphs.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"Though willow trees are often found near water and have become religious symbols in many cultures,\" introduces irrelevant information about willow trees' habitats and symbolism that has nothing to do with the paragraph's topic about medicinal use declining in Europe.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"Though the ancient Egyptian physician Imhotep was worshipped as a god of healing and thought to have used willow bark,\" introduces a specific historical figure that is tangential to the paragraph's focus on willow's declining use in Europe. This creates a weak, unfocused transition.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"Despite the fact that possible side effects to using willow bark could sometimes include stomach aches and dizziness,\" introduces new information about side effects that wasn't mentioned earlier and doesn't logically connect to why European apothecaries preferred cinchona bark.</div>\n</div>\n</div>"
  },
  {
    "id": 21,
    "question_number": 21,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"preferred\" correctly uses the simple past tense to describe what apothecaries did in the past. The context clearly indicates this is a historical account of past preferences, so past tense is appropriate.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"would of preferred\" contains the common error of using \"of\" instead of \"have\" (it should be \"would have\"), and additionally, \"would have preferred\" (even if corrected) suggests a hypothetical situation rather than describing what actually happened.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"will prefer\" uses future tense, which is incorrect because the passage is describing historical events that occurred in the past, not future actions.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"prefer\" uses present tense, which doesn't match the historical context. The passage describes what apothecaries did in the past, not what they do currently.</div>\n</div>\n</div>"
  },
  {
    "id": 22,
    "question_number": 22,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Importing\" is concise and directly conveys the relevant information. The sentence continues with \"cinchona bark however, was expensive,\" making it clear that the act of importing was what made it expensive.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"The high cost of importing\" is unnecessarily wordy. The phrase \"high cost\" is redundant when the sentence already states \"was expensive,\" creating repetition.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"Importing the high price tag of\" is both wordy and awkward. \"Price tag\" is informal, and saying \"importing the high price tag\" doesn't make logical sense—you import bark, not a price tag.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"The high importation cost of\" is wordy and uses the noun form \"importation\" when the simpler gerund \"importing\" is more concise and natural.</div>\n</div>\n</div>"
  },
  {
    "id": 23,
    "question_number": 23,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"bark; however,\" correctly uses a semicolon before the conjunctive adverb \"however\" to join two independent clauses, and places a comma after \"however\" as required by standard punctuation rules.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"bark however,\" uses only a comma before \"however\" without a semicolon or period, creating a comma splice. Two independent clauses cannot be joined with just a comma and a conjunctive adverb.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"bark;however\" places a semicolon before \"however\" but omits the required comma after the conjunctive adverb. Standard punctuation requires a comma after transitional words like \"however\" when they begin a clause.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"bark;however\" is identical to choice B, missing the required comma after \"however.\"'</div>\n</div>\n</div>"
  },
  {
    "id": 24,
    "question_number": 24,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Consequently\" is the correct transition word because it shows cause and effect. The previous paragraph explained that imported cinchona was expensive, so consequently (as a result), Stone sought a cheaper substitute. This logical relationship makes \"Consequently\" the appropriate choice.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"Nevertheless\" indicates contrast or opposition, suggesting that Stone's search for a substitute contradicted or went against the previous information. This doesn't make sense—Stone's actions were a logical result of the high cost, not a contradiction to it.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"Furthermore\" adds information or continues a point, but doesn't show the cause-and-effect relationship between the expensive cinchona bark and Stone's search for a substitute. The paragraph needs a word showing consequence, not addition.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"Likewise\" suggests similarity or comparison, implying that Stone's actions were similar to something previously mentioned. However, the paragraph is explaining the consequence of the high cost, not drawing a parallel.</div>\n</div>\n</div>"
  },
  {
    "id": 25,
    "question_number": 25,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"began\" is the simple past tense, which is correct for describing Stone's actions in the mid-1700s. The simple past is used for completed actions at a specific time in the past.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"had began\" incorrectly combines the past perfect \"had\" with the simple past \"began\" instead of the past participle \"begun.\" The correct past perfect form would be \"had begun,\" but even that is unnecessary here since simple past tense is appropriate.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"would have begun\" is the conditional perfect tense, which suggests a hypothetical or contrary-to-fact situation. However, the passage is describing what actually happened, not what might have happened under different circumstances.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"begun\" is the past participle form, which requires a helping verb like \"had\" or \"has.\" Using \"begun\" alone creates a grammatical error because past participles cannot stand alone as main verbs.</div>\n</div>\n</div>"
  },
  {
    "id": 26,
    "question_number": 26,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Believing that the two plants must share similar qualities,\" provides the most logical transition because it explains Stone's reasoning. The previous sentence established that willow bark tasted similar to cinchona bark, and this choice shows Stone concluded from this similarity that the plants must share medicinal qualities—creating a clear cause-and-effect logical flow.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"Known also for his interest in astronomy,\" introduces completely irrelevant information about Stone's astronomical interests. This has nothing to do with his medical reasoning about willow bark and breaks the logical flow of the paragraph.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"Assuming diseases and their cures derive from the same environments,\" introduces a general theory about disease and cures that doesn't logically connect to the specific observation about the similar tastes of willow and cinchona bark mentioned in the previous sentence.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"Living on the outskirts of the town of Chipping Norton,\" provides geographical information that is irrelevant to Stone's logical reasoning about willow bark's potential medicinal properties. This breaks the cause-and-effect flow of the paragraph.</div>\n</div>\n</div>"
  },
  {
    "id": 27,
    "question_number": 27,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"added its\" correctly uses the past tense verb \"added\" to maintain parallel structure with \"pulverized\" earlier in the sentence, and uses the possessive pronoun \"its\" (not the contraction \"it's\") to indicate the powder belonging to the willow bark.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"adds its\" uses present tense \"adds,\" which breaks the parallel structure with the past tense verb \"pulverized\" in the same sentence. The sentence reads \"Stone pulverized some willow bark and adds its powder,\" mixing past and present tense incorrectly.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"then added it's\" incorrectly uses the contraction \"it's\" (meaning \"it is\") instead of the possessive pronoun \"its.\" The sentence would read \"added it is powder,\" which is grammatically nonsensical.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"adds it's\" contains both errors: it uses present tense \"adds\" (violating parallel structure with \"pulverized\") and the contraction \"it's\" instead of the possessive \"its.\"</div>\n</div>\n</div>"
  },
  {
    "id": 28,
    "question_number": 28,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"He tested his new concoction on\" best emphasizes the experimental nature because the words \"tested\" and \"concoction\" both highlight experimentation. \"Tested\" explicitly indicates conducting an experiment, and \"concoction\" suggests a mixture created through experimentation.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"He administered the medicine to\" uses the formal word \"administered\" and calls it \"medicine,\" which suggests established medical practice rather than experimental testing. This doesn't emphasize the experimental nature.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"The liquid was given to benefit\" uses passive voice and the phrase \"to benefit,\" suggesting the liquid was already known to be beneficial rather than being experimentally tested. This downplays the experimental aspect.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"He decided to give the drink to\" uses \"decided to give,\" which sounds casual and doesn't emphasize experimentation. Calling it a \"drink\" also makes it sound less experimental than \"concoction.\"</div>\n</div>\n</div>"
  },
  {
    "id": 29,
    "question_number": 29,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"fevers. It\" correctly separates two independent clauses with a period, creating two complete sentences. \"He administered the medicine to people suffering from fevers\" is one complete thought, and \"It worked\" (with \"It\" referring to the medicine) is another complete thought.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"fevers, he then noted that it\" creates a comma splice by joining two independent clauses (\"He administered the medicine to people suffering from fevers\" and \"he then noted that it worked\") with only a comma.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"fevers, he was elated to find\" still creates a comma splice. While it adds emotion (\"elated to find\"), it still improperly joins two independent clauses with just a comma.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"fevers which\" creates a dependent clause that leaves the sentence incomplete. The structure \"people suffering from fevers which worked\" doesn't make logical sense—fevers don't \"work,\" medicine does.</div>\n</div>\n</div>"
  },
  {
    "id": 30,
    "question_number": 30,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nYes, the essay accomplishes the purpose of outlining the development of a common medicine because it documents the historical use of willow bark as a medicine from ancient Egypt and Sumeria through medieval Europe, then traces its gradual refinement by Stone, von Gerhardt, and Hoffmann into modern aspirin. This is a clear developmental outline.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> This is incorrect because the essay doesn't describe how Egyptians \"administered\" willow bark in detail, nor does it explain an evolution from Sumerian practices to Egyptian ones. The essay mentions both cultures briefly but doesn't show a developmental connection between them.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> This is incorrect because the essay doesn't primarily explain the biological function of salicylates in plants or how aspirin affects the human body. These topics are mentioned briefly in the introduction but aren't the essay's main focus—the historical development is.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> This is incorrect because while the essay does mention the comparison between willow and cinchona bark, this is only one small section explaining why Stone sought a substitute. The essay's primary purpose is tracing the entire development from ancient times to modern aspirin.</div>\n</div>\n</div>"
  },
  {
    "id": 31,
    "question_number": 31,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"photographer Martin Klimas carefully pours paint\" uses active voice with the subject \"photographer Martin Klimas\" performing the action \"pours.\" This creates a clear, direct, and concise sentence that emphasizes the agent performing the action.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"paint is what photographer Martin Klimas carefully pours\" uses passive voice (\"paint is\") combined with an awkward \"what...pours\" construction that creates unnecessary wordiness and indirectness. The structure makes the sentence unnecessarily complex.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"there is paint carefully being poured by photographer Martin Klimas\" uses both the weak \"there is\" construction and passive voice (\"being poured by\"), creating a wordy, indirect sentence that obscures who is performing the action.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"paint is carefully poured by Martin Klimas, a photographer,\" uses passive voice (\"is poured by\"), which is less direct than active voice. While grammatically correct, it's wordier and less forceful than having the photographer as the subject performing the action.</div>\n</div>\n</div>"
  },
  {
    "id": 32,
    "question_number": 32,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"colors: rich oranges and powder blues,\" correctly uses a colon to introduce the list of specific color examples that follow \"colors.\" The comma after \"blues\" properly sets off the continuation \"hot pinks and electric yellows\" as additional items in the series.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"colors; rich oranges and powder blues,\" incorrectly uses a semicolon before the list. Semicolons separate independent clauses or complex list items, but here we're introducing a simple explanatory list, which requires a colon, not a semicolon.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"colors: rich oranges; and powder blues\" incorrectly places a semicolon between \"oranges\" and \"and powder blues.\" List items separated by \"and\" should use commas, not semicolons, unless the items themselves contain commas.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"colors; rich oranges and powder blues;\" uses semicolons incorrectly both before and after the list items. The first semicolon should be a colon (to introduce the list), and the final semicolon should be a comma (to continue the sentence).</div>\n</div>\n</div>"
  },
  {
    "id": 33,
    "question_number": 33,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"tripod and\" correctly uses the coordinating conjunction \"and\" without a comma to connect two parallel verb phrases: \"attaches his camera to a tripod\" and \"positions the camera.\" When a compound predicate has two verbs sharing the same subject, no comma is needed before \"and.\"\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"tripod, and he\" unnecessarily adds the pronoun \"he\" after the comma, creating two independent clauses when the second action could simply be another verb sharing the same subject \"Klimas.\" This makes the sentence wordier than necessary.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"tripod. He\" creates two separate sentences, which interrupts the smooth flow of listing Klimas's sequential actions. The actions are closely related steps in the same process and work better in a single sentence.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"tripod; he\" uses a semicolon to separate what becomes two independent clauses, but like choice C, this unnecessarily breaks up closely related sequential actions that flow better as a compound predicate in one sentence.</div>\n</div>\n</div>"
  },
  {
    "id": 34,
    "question_number": 34,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"level with\" is the correct prepositional idiom for indicating that two things are at the same height or horizontal position. \"Level with\" is the standard expression in photography and general usage for describing horizontal alignment.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"eye-to-eye with\" is an idiom that means confronting someone directly or having a frank conversation, not describing physical positioning or height alignment. This phrase has the wrong meaning in this context.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"the same as\" is too general and vague. While it could technically indicate equality, \"level with\" is the precise, standard term for describing horizontal positioning in photography.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"equal to\" suggests mathematical or quantitative equality rather than horizontal alignment or positioning. It's the wrong idiom for describing camera placement.</div>\n</div>\n</div>"
  },
  {
    "id": 35,
    "question_number": 35,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"cranks up the volume to ten\" is appropriately informal and vivid for this context. The phrase \"cranks up\" effectively conveys both the action of increasing volume and the energetic nature of the music and process being described.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"turns the volume knob a bit higher\" undermines the dramatic effect by saying \"a bit higher\" when the text specifies \"to ten,\" which implies maximum volume. \"A bit higher\" contradicts the full-blast intensity described.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"increases the volume of the output\" is unnecessarily technical and formal. This clinical phrasing doesn't match the dynamic, artistic tone of the passage describing Klimas's creative process.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"adjusts the speaker's output level\" is overly formal and technical, making the action sound mechanical and scientific rather than artistic and expressive. The tone doesn't fit the creative context.</div>\n</div>\n</div>"
  },
  {
    "id": 36,
    "question_number": 36,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"cause\" agrees with the plural subject \"vibrations.\" The complete sentence reads \"The vibrations produced by Daft Punk's dance anthem 'Around the World' cause the paint to rise and fall.\" \"Vibrations\" is plural, so the verb must be \"cause,\" not \"causes.\"\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"has caused\" is incorrect for two reasons: it's singular (disagreeing with plural \"vibrations\") and it uses present perfect tense when simple present is more appropriate for describing the general process that happens repeatedly.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"is causing\" uses the singular \"is\" which doesn't agree with the plural subject \"vibrations,\" and the present progressive tense is unnecessary for describing the general cause-and-effect relationship.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"causes\" is singular and doesn't agree with the plural subject \"vibrations.\" The sentence requires the plural verb \"cause\" to match \"vibrations.\"'</div>\n</div>\n</div>"
  },
  {
    "id": 37,
    "question_number": 37,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"image that Klimas's camera captures—\" uses correct punctuation with an em dash to introduce the explanatory phrase \"sound visually rendered by the effects of the vibrations on the paint.\" The structure is clear and the dash appropriately sets off the explanation.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"pic, frozen in time's embrace that Klimas's camera has snapped—\" uses overly informal language (\"pic\") and clichéd phrasing (\"frozen in time's embrace\") that doesn't match the passage's tone. The construction is also awkward.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"picture that Klimas's photographic paraphernalia has managed to catch—\" is unnecessarily wordy (\"photographic paraphernalia\" instead of \"camera\") and \"has managed to catch\" sounds uncertain rather than precise.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"snapshot that Klimas's photographic machine snares—\" uses awkward word choices: \"photographic machine\" is clunky compared to \"camera,\" and \"snares\" has connotations of trapping that don't fit the technical photography context.</div>\n</div>\n</div>"
  },
  {
    "id": 38,
    "question_number": 38,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"I leave the creation of the picture to the sound itself,\" is the most relevant quotation because it directly explains Klimas's artistic philosophy—that the sound, not the photographer, creates the image. This connects to the paragraph's focus on how sound vibrations create the visual result.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"The most annoying thing was cleaning up the set thoroughly after every single shot,\" discusses a practical inconvenience rather than the artistic concept or process. This is tangential information that doesn't support the paragraph's focus on the creative process.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"In general, I use normal photographic equipment and common music stuff,\" provides technical information about equipment but doesn't illuminate the artistic concept of sound creating the image, which is the paragraph's focus.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"The shooting is mostly about repeating the process again and again,\" discusses the repetitive nature of the work but doesn't explain the core artistic concept that sound creates the visual result.</div>\n</div>\n</div>"
  },
  {
    "id": 39,
    "question_number": 39,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"was\" correctly agrees with the singular subject \"Klimas's idea\" and uses the past tense to describe when his idea was sparked. Despite the plural word \"sculptures\" appearing nearby, the true subject is \"idea\" (singular).\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"were\" is plural and doesn't agree with the singular subject \"Klimas's idea for his sonic sculptures.\" The subject is \"idea,\" which is singular, not \"sculptures,\" which is part of a prepositional phrase.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"have been\" is plural (\"have\" rather than \"has\") and uses present perfect tense. The subject \"idea\" is singular and requires past tense (\"was\") to match the 1960s timeframe mentioned next.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"are\" is plural and doesn't agree with the singular subject \"idea,\" and it uses present tense when past tense is needed to describe the historical inspiration from Jenny's 1960s work.</div>\n</div>\n</div>"
  },
  {
    "id": 40,
    "question_number": 40,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"experiments of Swiss scientist\" correctly removes the unnecessary commas that were incorrectly separating \"experiments\" from its modifier \"of Swiss scientist Hans Jenny.\" The prepositional phrase is essential information that shouldn't be set off with commas.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"experiments, of Swiss scientist,\" incorrectly places commas around the prepositional phrase \"of Swiss scientist,\" treating essential identifying information as non-essential. The commas incorrectly suggest this information could be removed.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"experiments, of Swiss scientist\" removes one comma but still incorrectly places a comma before the essential prepositional phrase \"of Swiss scientist Hans Jenny.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"experiments of Swiss scientist\" appears to be the same as choice J and would be correct, eliminating the unnecessary commas.</div>\n</div>\n</div>"
  },
  {
    "id": 41,
    "question_number": 41,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Jenny studied\" creates a simple, grammatically complete sentence: \"In the 1960s, Jenny studied the effects of sound vibrations on various materials.\" This provides a clear subject-verb structure in the independent clause.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"Jenny's study on\" creates a sentence fragment. The sentence would read \"In the 1960s, Jenny's study on the effects of sound vibrations on various materials,\" which lacks a main verb. \"Study\" here is a noun, not a verb.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"while Jenny studied\" creates a dependent clause beginning with the subordinating conjunction \"while,\" leaving the sentence without an independent clause. This creates a fragment.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"Jenny, to study\" creates a fragment with an infinitive phrase rather than a complete verb. The sentence lacks a main verb in a form that can anchor an independent clause.</div>\n</div>\n</div>"
  },
  {
    "id": 42,
    "question_number": 42,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nBegin a new paragraph because the essay shifts from Jenny's experiments (described in the previous sentences about how sound vibrations affect materials) to the music Klimas specifically uses for his artwork (discussing Wagner, Bach, Miles Davis, etc.). This is a clear topic change requiring a new paragraph.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> This is incorrect because the essay doesn't shift from \"harmonics explanation\" in the previous paragraph—the previous content discusses Jenny's experiments with sound vibrations on materials, not harmonics theory.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> This is incorrect because there is no interruption of Jenny's experiments—the previous paragraph has already concluded describing Jenny's work. The next sentence introduces a new topic about Klimas's music choices.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> This is incorrect because the previous paragraph wasn't describing \"Klimas's scientific background\"—it was describing Jenny's experiments. Additionally, the new paragraph does shift topics, so a new paragraph is appropriate.</div>\n</div>\n</div>"
  },
  {
    "id": 43,
    "question_number": 43,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"sculptures,\" correctly places a comma after \"sculptures\" to connect the dependent clause \"While he acknowledges that all forms of music can generate sonic sculptures\" with the independent clause \"Klimas says, 'I typically select something dynamic and percussive.'\"\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"sculptures.\" creates a sentence fragment. \"While he acknowledges that all forms of music can generate sonic sculptures\" is a dependent clause that cannot stand alone as a complete sentence when followed by a period.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"sculptures, and\" incorrectly uses the coordinating conjunction \"and\" after the dependent clause. The construction \"While he acknowledges...sculptures, and Klimas says\" is grammatically incorrect because \"and\" should connect independent clauses, not a dependent clause to an independent clause.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"sculptures;\" incorrectly uses a semicolon, which should separate two independent clauses. However, \"While he acknowledges that all forms of music can generate sonic sculptures\" is a dependent clause, not an independent clause.</div>\n</div>\n</div>"
  },
  {
    "id": 44,
    "question_number": 44,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"That makes sense.\" is the most logical concluding sentence because it connects to the previous statement about Klimas selecting \"dynamic and percussive\" music. Since he needs the paint to \"get up and dance\" (requiring energetic movement), choosing dynamic, percussive music logically makes sense.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"That would certainly impress Jenny.\" is speculative and doesn't logically conclude the essay. There's no basis for claiming Jenny would be impressed, and this shifts focus away from Klimas's artistic process.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"That's simply a matter of taste.\" contradicts the essay's point. Klimas's choice of dynamic, percussive music isn't just personal preference—it's functional, as he needs the vibrations to create visual effects with the paint.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"That seems unwise.\" directly contradicts the passage. The essay has been explaining how Klimas's method works successfully, so calling it \"unwise\" doesn't make sense.</div>\n</div>\n</div>"
  },
  {
    "id": 45,
    "question_number": 45,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nYes, the essay accomplishes the purpose of explaining how Klimas photographs the effects of sound on paint. The essay describes his entire process: pouring paint on a speaker membrane, playing music, using vibrations to make the paint move, and photographing the visual result. This directly explains how he photographs sound's effects on paint.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> This is incorrect because while the essay mentions Jenny's experiments, it doesn't focus on how Jenny used an \"artistic process similar to Klimas's process.\" Jenny was a scientist studying sound vibrations, not an artist making photographs like Klimas.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> This is incorrect because the essay doesn't focus on the \"cultural significance\" of Klimas's artwork. There's no discussion of the art's meaning, importance, or impact on culture—just the technical process of creating it.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> This is incorrect because the essay doesn't provide a \"general overview\" of multiple visual artists inspired by Jenny. It specifically and thoroughly explains Klimas's process, not a broad survey of various artists.</div>\n</div>\n</div>"
  },
  {
    "id": 46,
    "question_number": 46,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"tree-covered bluffs,\" creates a parallel series of three noun phrases describing the gorge: \"flowing water,\" \"tree-covered bluffs,\" and \"roaring waterfalls.\" The comma properly separates items in this series without unnecessary words.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"there are tree-covered bluffs,\" breaks the parallel structure by inserting \"there are\" before the second item. The series should read \"flowing water, tree-covered bluffs, and roaring waterfalls,\" not \"flowing water, there are tree-covered bluffs, and roaring waterfalls.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"tree-covered bluffs flank the river,\" disrupts the parallel structure by turning the second item into a full clause with a verb (\"flank\"). This doesn't match the noun phrase structure of the other items in the series.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"featuring tree-covered bluffs,\" uses the participle \"featuring,\" which breaks the parallel structure. The series needs three parallel noun phrases, not \"flowing water,\" \"featuring tree-covered bluffs,\" and \"roaring waterfalls.\"</div>\n</div>\n</div>"
  },
  {
    "id": 47,
    "question_number": 47,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"daunted would-be\" effectively conveys that the features intimidated or discouraged potential road builders. \"Daunted\" precisely captures the sense of being intimidated by the challenge, and \"would-be\" correctly indicates these were prospective builders who didn't attempt construction.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"posed problems for\" is wordier and less vivid than \"daunted.\" While it conveys difficulty, it doesn't capture the sense of intimidation or discouragement that prevented road building for so long.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"slowed potential\" is awkward phrasing. \"Potential\" is an adjective or noun, and using it as the object of \"slowed\" creates unclear meaning. The phrase should identify what was slowed (road builders), not an abstract quality.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"challenged\" is weaker than \"daunted\" and doesn't fully convey why road building didn't happen until 1913. People can accept challenges; \"daunted\" better suggests the features were so intimidating that builders were discouraged from trying.</div>\n</div>\n</div>"
  },
  {
    "id": 48,
    "question_number": 48,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"practicalities:\" correctly uses a colon to introduce the explanation of what the design showcased. The colon signals that what follows will elaborate on how the design went beyond mere practicalities.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"practicalities\" with no punctuation creates a run-on sentence. Two independent clauses (\"Their design went beyond practicalities\" and \"it showcased the scenic grandeur\") cannot be joined without punctuation or a conjunction.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"practicalities: and\" incorrectly combines a colon with the conjunction \"and.\" When using a colon to introduce an explanation, you don't need \"and\"—the colon alone properly introduces what follows.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"practicalities,\" creates a comma splice by joining two independent clauses with only a comma. The clauses need a semicolon, period, or colon (since the second clause explains the first).</div>\n</div>\n</div>"
  },
  {
    "id": 49,
    "question_number": 49,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"gorge.\" is concise and avoids redundancy. The passage has already established that the gorge is where the Columbia River is located (first sentence: \"the Columbia River Gorge\"), so adding \"where the Columbia River is located\" is unnecessary.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"gorge where the Columbia River is located.\" is redundant because the first sentence already identifies this as \"the Columbia River Gorge.\" Repeating that the river is in the gorge wastes words stating information already established.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"gorge, which is over eighty-five miles long.\" is also redundant—the first sentence already states the gorge \"is eighty-five miles.\" Repeating this information is unnecessary.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"gorge and its scenery.\" is redundant because \"scenic grandeur\" already refers to the gorge's scenery. Saying \"grandeur of the gorge and its scenery\" is repetitive.</div>\n</div>\n</div>"
  },
  {
    "id": 50,
    "question_number": 50,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nDeleting \"for sitting by the road\" eliminates redundancy. The sentence already states that the overlooks had \"benches,\" and benches are inherently for sitting. Additionally, \"by the road\" is obvious since roadside overlooks are by definition alongside the road.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"for sitting by the road\" is redundant because benches are obviously for sitting, and \"roadside overlooks\" already indicates they're by the road. This phrase adds no new information.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"alongside the road\" is redundant with \"roadside overlooks.\" If the overlooks are roadside, they're obviously alongside the road.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"for travelers\" is somewhat redundant since the sentence already mentions \"travelers\" who would use these benches. The phrase adds little value.</div>\n</div>\n</div>"
  },
  {
    "id": 51,
    "question_number": 51,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"in\" is the correct preposition for the phrasal verb \"take in,\" which means to view or observe. \"Take in a view\" is the standard idiom for experiencing or observing a scene.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"up\" would create \"take up a view,\" which is incorrect. \"Take up\" means to begin or occupy space, not to observe a view.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"on\" would create \"take on a view,\" which is incorrect. \"Take on\" means to accept a challenge or acquire a quality, not to observe scenery.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> Deleting the preposition would create \"take a view,\" which, while grammatically possible, is less idiomatic than \"take in a view\" for describing the experience of observing scenery.</div>\n</div>\n</div>"
  },
  {
    "id": 52,
    "question_number": 52,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"road and\" correctly completes the parallel structure \"between road and environment.\" This creates a clear comparison between two things: the road and the natural environment.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"that and\" creates vague reference. \"That\" is unclear—it seems to refer back to \"the route\" or \"rock,\" but the logical comparison should be between the road (or route) and the environment.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"this and the\" also creates vague reference with \"this.\" Like \"that,\" it's unclear what \"this\" refers to, making the comparison ambiguous.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"it and it's\" has two errors: \"it\" is vague (unclear referent), and \"it's\" is the contraction for \"it is,\" which makes no sense in the phrase \"blurred the distinction between it and it is environment.\"</div>\n</div>\n</div>"
  },
  {
    "id": 53,
    "question_number": 53,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nYes, because the detail \"made of local rock\" highlights impressive design. Using local materials shows thoughtful design that helps the guardrails blend with the natural environment—this demonstrates the engineers' careful attention to aesthetic integration.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> This is incorrect because \"made of local rock\" doesn't hint at how engineers made tunnel openings. Guardrails and tunnels are separate features, and rock guardrails don't explain tunnel construction techniques.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> This is incorrect because the detail is related to the sentence's point about blurring \"the distinction between road and environment.\" Using local rock for guardrails directly supports this idea of integration with surroundings.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> This is incorrect because the phrase doesn't suggest creating tunnels was \"easy.\" The detail is about guardrails, not tunnels, and it emphasizes thoughtful design rather than ease of construction.</div>\n</div>\n</div>"
  },
  {
    "id": 54,
    "question_number": 54,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"tunnel, enabling\" uses a comma followed by a participial phrase to show how creating openings allowed motorists to see the river. This structure correctly indicates that the openings enabled the views.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"tunnel; enabling\" incorrectly uses a semicolon before the participial phrase \"enabling motorists...to glimpse the river.\" Semicolons separate independent clauses, but \"enabling motorists surrounded by rock to glimpse the river below\" is a dependent phrase, not an independent clause.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"tunnel; an achievement that enabled\" uses a semicolon incorrectly (before a dependent phrase) and adds the wordy appositive \"an achievement that enabled\" where simple \"enabling\" is more concise.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"tunnel, this enabled\" creates a comma splice by joining two independent clauses with only a comma. \"Engineers created openings in the side of one tunnel\" and \"this enabled motorists...to glimpse the river\" are both independent clauses.</div>\n</div>\n</div>"
  },
  {
    "id": 55,
    "question_number": 55,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"When\" provides the most logical transition by indicating the time relationship. The sentence explains what happened when (\"When Oregon built a new road\") in response to the previous statement about the highway being outmoded.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"In time\" is vague about when events occurred. It suggests eventually or gradually, but doesn't clearly indicate the cause-and-effect relationship between the highway being outmoded and Oregon building a new road.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"Soon\" suggests quick timing but doesn't establish the logical connection between the highway's obsolescence and the building of a new road as clearly as \"When\" does.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> Deleting the transition removes the logical connection between the highway being outmoded and Oregon's response of building a new road. Some transition word is needed for clarity.</div>\n</div>\n</div>"
  },
  {
    "id": 56,
    "question_number": 56,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"original road was still in use,\" is concise and clear, directly stating that the western third of the original highway continued to be used. This is the most straightforward phrasing.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"road that first existed continued in a functional capacity,\" is unnecessarily wordy. \"That first existed\" means \"original,\" and \"in a functional capacity\" is verbose for \"in use.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"highway that was completed in 1922 continued to be utilized,\" is wordy and repetitive. The passage already established the 1922 completion date, and \"continued to be utilized\" is longer than \"was still in use.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"original highway was still being utilized by the driving populace,\" is overly formal and wordy. \"Being utilized by the driving populace\" is unnecessarily complex compared to \"in use.\"</div>\n</div>\n</div>"
  },
  {
    "id": 57,
    "question_number": 57,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"rekindled\" precisely conveys that interest was revived or renewed after having faded. This metaphor effectively captures the idea that interest in the highway had diminished but was reignited in the 1980s.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"abounded\" means \"existed in large quantities\" but doesn't convey the renewal aspect. The passage implies interest had waned and then returned, not that it had always existed in abundance.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"took hold\" means began to take effect or become established, but doesn't capture the idea of interest returning after a period of decline. It suggests new interest, not renewed interest.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"set in\" suggests something negative beginning (like decay or winter setting in). This doesn't fit the positive context of people wanting to restore the highway.</div>\n</div>\n</div>"
  },
  {
    "id": 58,
    "question_number": 58,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Rubble-filled tunnels have been emptied and strengthened.\" is clear and maintains parallel structure with the previous sentences. It follows the same pattern as \"guardrails...have been repaired\" and \"bridges and viaducts have been rebuilt,\" using passive voice consistently.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"Tunnels, now empty and strong, had rubble removed from them.\" awkwardly mixes \"now empty and strong\" (present state) with \"had rubble removed\" (past perfect tense), creating confusing tense inconsistency with the present perfect used in surrounding sentences.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"The tunnels have had the rubble removed from them, and people have strengthened them.\" is wordy and unnecessarily adds \"people\" when the focus should remain on the restoration work, not the workers. It also breaks the parallel passive voice structure.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"Once filled with rubble, tunnels have been emptied and strengthened.\" starts with \"Once filled with rubble,\" which, while not grammatically wrong, is less concise than simply saying \"Rubble-filled tunnels.\"</div>\n</div>\n</div>"
  },
  {
    "id": 59,
    "question_number": 59,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"the splendor of the highway that Hill and Lancaster envisioned over one hundred years ago.\" provides the most effective conclusion by connecting back to the passage's beginning, referencing the original designers (Hill and Lancaster) and emphasizing that their vision is now being experienced. This creates satisfying thematic closure.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"a site that became a National Historic Landmark in 2000.\" provides factual information but doesn't create thematic closure or connect to the passage's emphasis on Hill and Lancaster's original vision being preserved.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"the gorge on sections of the road where it wasn't feasible to restore motor vehicle traffic,\" focuses on limitations and logistics rather than celebrating the achievement of preserving the historic highway's beauty.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"a beautiful path that has become a popular tourist destination.\" is generic and doesn't connect to the specific historical significance or the original designers' vision that the passage has emphasized.</div>\n</div>\n</div>"
  },
  {
    "id": 60,
    "question_number": 60,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nPoint D in Paragraph 3 is the most logical placement for a sentence about the total cost of restoration. Paragraph 3 discusses the restoration efforts that began in the 1980s and continues through \"today,\" making it the natural place to discuss the financial investment in restoration. Points A, B, and C all come before any mention of restoration.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> Point A in Paragraph 1 discusses the original construction in 1913, not restoration. A sentence about restoration costs would be out of place before restoration is even mentioned.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> Point B in Paragraph 2 discusses features of the original highway design (overlooks, guardrails, tunnels), not restoration. Restoration costs don't fit here.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> Point C in Paragraph 2 is still discussing the original highway's completion in 1922. Restoration hasn't been mentioned yet, so discussing restoration costs would be illogical here.</div>\n</div>\n</div>"
  },
  {
    "id": 61,
    "question_number": 61,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"singer and music producer Sylvia Robinson\" correctly uses no commas because \"singer and music producer\" is a compound appositive (two related descriptors joined by \"and\") that together identify one person. When two appositives are joined by \"and,\" no comma separates them from each other or from the name.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"singer, and music producer, Sylvia Robinson,\" incorrectly places commas around \"and music producer\" and before \"Sylvia Robinson.\" The comma before \"and\" disrupts the compound appositive, and the comma after \"Robinson\" is unnecessary.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"singer and music producer, Sylvia Robinson,\" incorrectly places a comma before \"Sylvia Robinson.\" When a compound appositive precedes a name in this structure, no comma is needed between the description and the name.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"singer, and music producer Sylvia Robinson\" incorrectly places a comma before \"and,\" which breaks up the compound appositive \"singer and music producer.\" These two descriptors should be joined by \"and\" without a comma.</div>\n</div>\n</div>"
  },
  {
    "id": 62,
    "question_number": 62,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"was emerging\" correctly agrees with the singular subject \"hip-hop subculture\" and uses past progressive tense to describe the ongoing emergence of hip-hop during that time period. Despite \"art forms\" appearing nearby, the true subject is \"subculture\" (singular).\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"were emerging\" is plural and doesn't agree with the singular subject \"hip-hop subculture.\" The phrase \"based on dance, visual art, and music art forms\" is a modifying phrase; the subject is still \"subculture.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"have emerged\" uses present perfect tense and plural \"have,\" neither of which fits. The subject is singular \"subculture,\" and the past tense context (\"At the time,\" \"late seventies\") requires past tense, not present perfect.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"are emerging\" uses present tense when past tense is needed to match \"At the time\" and \"late seventies.\" Additionally, \"are\" is plural, disagreeing with singular \"subculture.\"</div>\n</div>\n</div>"
  },
  {
    "id": 63,
    "question_number": 63,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"obeyed\" is concise and clear, directly stating that the crowd followed the DJ's command. This single word efficiently conveys the action without redundancy.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"obeyed by throwing their hands in the air\" is redundant because the previous sentence already states what the DJ chanted: \"Throw your hands in the air.\" Adding \"by throwing their hands in the air\" repeats information the reader already knows.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"heeded the DJ's call and obeyed him\" is redundant because \"heeded the DJ's call\" and \"obeyed him\" mean essentially the same thing. Using both phrases is unnecessarily wordy.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"did what he said and obeyed\" is also redundant. \"Did what he said\" and \"obeyed\" convey the same meaning, so both phrases aren't needed.</div>\n</div>\n</div>"
  },
  {
    "id": 64,
    "question_number": 64,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"rappers—\" correctly uses an em dash to introduce the list of specific names that follows. The em dash creates a dramatic pause and properly sets off the explanatory list of the three rappers' names.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"rappers:\" uses a colon, which can introduce a list but is less emphatic than an em dash. More importantly, the sentence continues after \"Wonder Mike\" with \"to record on her label,\" so the punctuation needs to accommodate the continuation.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"rappers;\" uses a semicolon incorrectly. Semicolons separate independent clauses or complex list items, but here we're introducing a simple list of names, not separating independent clauses.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"rappers,\" uses only a comma, which is insufficient for introducing and emphasizing the dramatic list of names that follows. The em dash is more appropriate for this emphatic introduction.</div>\n</div>\n</div>"
  },
  {
    "id": 65,
    "question_number": 65,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nNo, adding the sentence would interrupt the paragraph's discussion of how \"Rapper's Delight\" was created. The paragraph flows from Robinson recruiting the rappers to describing the recording process. Inserting information about Robinson and her husband's labels disrupts this focused narrative.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> This is incorrect because the sentence doesn't suggest the Sugarhill Gang could \"choose where they wanted to record.\" It discusses Robinson and her husband starting record labels, not the rappers having choices.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> This is incorrect because the sentence wouldn't explain why the rappers decided to record with Robinson. The sentence is about Robinson and her husband starting labels, not about the rappers' motivations.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> While the sentence may fail to specify time periods, this isn't the main reason to delete it. The primary issue is that it interrupts the paragraph's focus on the creation of \"Rapper's Delight.\"</div>\n</div>\n</div>"
  },
  {
    "id": 66,
    "question_number": 66,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Robinson had the rappers rhyme over an upbeat disco record\" uses active voice with Robinson as the subject performing the action of having the rappers rhyme. This is clear, concise, and properly emphasizes Robinson's role as the producer directing the recording.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"an upbeat disco record provided the background that the rappers rhymed over\" uses passive construction and awkward phrasing. The record doesn't \"provide\" anything on its own—Robinson provided it and directed the process.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"an upbeat disco record provided by Robinson was rhymed over by the rappers\" uses double passive voice (\"provided by\" and \"was rhymed over by\"), creating an unnecessarily indirect and wordy construction.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"rhymes were created by the rappers over an upbeat disco record,\" uses passive voice (\"were created by\") and omits Robinson's crucial role in providing the record and directing the session.</div>\n</div>\n</div>"
  },
  {
    "id": 67,
    "question_number": 67,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\nDeleting \"Nevertheless\" is correct because no transition word is needed here. The sentence \"Robinson's musical instincts and business savvy had served her well with the Sugarhill Gang\" directly continues the previous paragraph's point about her success. A contrasting transition would be illogical.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"Nevertheless\" indicates contrast or opposition, suggesting what follows contradicts what came before. However, the sentence affirms Robinson's success, which doesn't contrast with the previous paragraph about \"Rapper's Delight\" being successful.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"On the other hand\" also indicates contrast, implying the following statement opposes or differs from the previous one. But the sentence continues the positive narrative about Robinson's success.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"As a result\" suggests the following statement is a consequence of what came before. However, Robinson's instincts and savvy serving her well isn't a result of \"Rapper's Delight\" selling copies—it's what enabled that success.</div>\n</div>\n</div>"
  },
  {
    "id": 68,
    "question_number": 68,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"instincts and business savvy\" correctly uses no commas in this compound subject consisting of two nouns joined by \"and.\" When two nouns are connected by \"and\" without modifiers, no comma is needed.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"instincts, and, business savvy\" incorrectly places commas both before and after \"and.\" Commas should not separate compound elements (two items joined by \"and\") in a simple series.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"instincts, and, business savvy\" is identical to choice F, incorrectly using commas around \"and.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"instincts and business savvy,\" incorrectly places a comma after \"savvy.\" No comma is needed between the compound subject \"instincts and business savvy\" and its verb \"had served.\"</div>\n</div>\n</div>"
  },
  {
    "id": 69,
    "question_number": 69,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Hoping\" creates a participial phrase that efficiently modifies Robinson and leads into the main clause. The sentence reads: \"Hoping to capitalize on her success by expanding the genre, Robinson signed Grandmaster Flash...\" This is concise and grammatically correct.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"She hoped\" creates a complete independent clause, but when followed by a comma and \"Robinson signed,\" it creates either a comma splice or awkward construction. The sentence structure becomes unclear.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"She was hoping\" is wordier than \"Hoping\" and creates the same structural problem as choice A, making the sentence awkward or grammatically incorrect.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"The hope was\" is unnecessarily wordy and creates an awkward construction. Using the noun \"hope\" instead of the participle \"Hoping\" makes the sentence less direct and more cumbersome.</div>\n</div>\n</div>"
  },
  {
    "id": 70,
    "question_number": 70,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"helped\" best conveys Robinson's supportive role. As the label owner and producer, she facilitated and enabled the group to record the track. \"Helped\" accurately describes her supportive, enabling role without suggesting force or mere permission.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"allowed\" suggests Robinson merely gave permission, downplaying her active role as producer. She didn't just permit the recording; she actively facilitated it as the label owner and producer.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"pressured\" has negative connotations of force or coercion. The passage doesn't suggest Robinson forced the group; she \"helped\" or enabled them as their producer.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"asked\" incorrectly uses a comma and suggests Robinson was requesting rather than enabling. As the label owner and producer, she was in a position to facilitate, not just ask.</div>\n</div>\n</div>"
  },
  {
    "id": 71,
    "question_number": 71,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"covered\" is the correct word choice for breaking new ground or addressing new territory. \"Covered new...ground\" is the proper idiom meaning to explore or address new areas or topics.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"encountered\" means to meet or come across something unexpectedly. You can't \"encounter ground\"—you cover or break new ground. This is the wrong idiom.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"protected\" makes no sense in this context. You don't \"protect new ground\" when creating innovative music. The idiom requires \"covered\" or \"broke.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"filled\" is incorrect. The idiom is \"cover new ground\" or \"break new ground,\" not \"fill new ground.\" Additionally, the comma after \"filled\" creates a punctuation error.</div>\n</div>\n</div>"
  },
  {
    "id": 72,
    "question_number": 72,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"released, so\" correctly uses the coordinating conjunction \"so\" to show the cause-and-effect relationship: because \"The Message\" was different from previous singles, the rappers were hesitant. \"So\" properly indicates this logical consequence with the required comma before it.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice F (NO CHANGE):</strong> \"released because\" creates a logical error. The sentence would read: \"It was a far cry from the singles they had previously released because the rappers were hesitant.\" This suggests the previous singles were different because of current hesitation, which doesn't make logical sense.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"released although\" creates illogical meaning. \"Although\" indicates contrast, but the rappers' hesitation doesn't contrast with the song being different—their hesitation results from it being different.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"released, for\" uses \"for\" as a coordinating conjunction meaning \"because,\" but this creates backward logic similar to choice F. The rappers' hesitation isn't why the song differed from previous releases.</div>\n</div>\n</div>"
  },
  {
    "id": 73,
    "question_number": 73,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"In the end\" is the correct idiom for describing the final outcome or conclusion. After Robinson believed in the track despite the rappers' hesitation, \"in the end\" Fletcher and Melle Mel recorded it, showing the ultimate result.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"In the opposite fashion\" doesn't make sense. There's no \"opposite fashion\" being described—the sentence is showing the outcome after the hesitation, not describing an opposite method.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice B:</strong> \"first place\" is incomplete and makes no sense. The phrase \"in the first place\" means \"initially\" or \"to begin with,\" but \"first place\" alone doesn't work here.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"same way\" doesn't fit the context. The sentence isn't describing similarity; it's describing the outcome after Robinson's belief overcame the rappers' hesitation.</div>\n</div>\n</div>"
  },
  {
    "id": 74,
    "question_number": 74,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"Its socially conscious\" correctly uses the possessive pronoun \"its\" (without an apostrophe) to show that the rhymes belong to the track \"The Message,\" and uses the adjective \"conscious\" (not \"conscience\"). \"Conscious\" means aware; \"conscience\" is a noun meaning moral sense.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice G:</strong> \"Its socially conscience\" incorrectly uses \"conscience\" (a noun) instead of \"conscious\" (an adjective). The phrase needs the adjective \"conscious\" to modify \"rhymes.\"</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice H:</strong> \"It's socially conscious\" uses the contraction \"It's\" (meaning \"It is\") instead of the possessive \"Its.\" The sentence would read \"It is socially conscious rhymes,\" which is grammatically incorrect.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice J:</strong> \"Its socially conscience\" contains the same error as choice G, using the noun \"conscience\" instead of the adjective \"conscious.\"</div>\n</div>\n</div>"
  },
  {
    "id": 75,
    "question_number": 75,
    "explanation": "<div style=\"line-height: 1.6; margin-bottom: 0.75rem; color: #374151;\">\n\"artists and securing\" correctly uses parallel gerunds (verb forms ending in -ing used as nouns) in the construction \"helped usher in a new generation of artists and securing Robinson's legacy.\" The parallel structure \"usher...and securing\" maintains grammatical consistency.\n</div>\n\n<div>\n<strong style=\"font-size: 0.875rem; color: #6b7280;\">Why Other Answers Are Wrong:</strong>\n<div style=\"margin-top: 0.5rem; line-height: 1.6; color: #374151;\">\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice A (NO CHANGE):</strong> \"artists, and it secured\" breaks the parallel structure by changing from the infinitive construction \"helped usher\" to a new independent clause \"it secured.\" This creates a comma splice and disrupts parallelism.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice C:</strong> \"artists and secure\" incorrectly uses the base form \"secure\" which doesn't parallel with \"usher in.\" The structure \"helped usher in...and secure\" is grammatically incorrect—it should be \"helped usher...and helped secure\" or use parallel gerunds.</div>\n<div style=\"margin-bottom: 0.375rem;\"><strong>Choice D:</strong> \"artists, securing\" creates a participial phrase that could be misread as modifying \"artists\" rather than continuing the parallel structure of what the rhymes \"helped\" do.</div>\n</div>\n</div>"
  },
  {
    "id": 1001,
    "question_number": 1,
    "explanation": null
  },
  {
    "id": 1002,
    "question_number": 2,
    "explanation": null
  },
  {
    "id": 1003,
    "question_number": 3,
    "explanation": null
  },
  {
    "id": 1004,
    "question_number": 4,
    "explanation": null
  },
  {
    "id": 1005,
    "question_number": 5,
    "explanation": null
  },
  {
    "id": 1006,
    "question_number": 6,
    "explanation": null
  },
  {
    "id": 1007,
    "question_number": 7,
    "explanation": null
  },
  {
    "id": 1008,
    "question_number": 8,
    "explanation": null
  },
  {
    "id": 1009,
    "question_number": 9,
    "explanation": null
  },
  {
    "id": 1010,
    "question_number": 10,
    "explanation": null
  },
  {
    "id": 1011,
    "question_number": 11,
    "explanation": null
  },
  {
    "id": 1012,
    "question_number": 12,
    "explanation": null
  },
  {
    "id": 1013,
    "question_number": 13,
    "explanation": null
  },
  {
    "id": 1014,
    "question_number": 14,
    "explanation": null
  },
  {
    "id": 1015,
    "question_number": 15,
    "explanation": null
  },
  {
    "id": 1016,
    "question_number": 16,
    "explanation": null
  },
  {
    "id": 1017,
    "question_number": 17,
    "explanation": null
  },
  {
    "id": 1018,
    "question_number": 18,
    "explanation": null
  },
  {
    "id": 1019,
    "question_number": 19,
    "explanation": null
  },
  {
    "id": 1020,
    "question_number": 20,
    "explanation": null
  },
  {
    "id": 1021,
    "question_number": 21,
    "explanation": null
  },
  {
    "id": 1022,
    "question_number": 22,
    "explanation": null
  },
  {
    "id": 1023,
    "question_number": 23,
    "explanation": null
  },
  {
    "id": 1024,
    "question_number": 24,
    "explanation": null
  },
  {
    "id": 1025,
    "question_number": 25,
    "explanation": null
  },
  {
    "id": 1026,
    "question_number": 26,
    "explanation": null
  },
  {
    "id": 1027,
    "question_number": 27,
    "explanation": null
  },
  {
    "id": 1028,
    "question_number": 28,
    "explanation": null
  },
  {
    "id": 1029,
    "question_number": 29,
    "explanation": null
  },
  {
    "id": 1030,
    "question_number": 30,
    "explanation": null
  },
  {
    "id": 1031,
    "question_number": 31,
    "explanation": null
  },
  {
    "id": 1032,
    "question_number": 32,
    "explanation": null
  },
  {
    "id": 1033,
    "question_number": 33,
    "explanation": null
  },
  {
    "id": 1034,
    "question_number": 34,
    "explanation": null
  },
  {
    "id": 1035,
    "question_number": 35,
    "explanation": null
  },
  {
    "id": 1036,
    "question_number": 36,
    "explanation": null
  },
  {
    "id": 1037,
    "question_number": 37,
    "explanation": null
  },
  {
    "id": 1038,
    "question_number": 38,
    "explanation": null
  },
  {
    "id": 1039,
    "question_number": 39,
    "explanation": null
  },
  {
    "id": 1040,
    "question_number": 40,
    "explanation": null
  },
  {
    "id": 1041,
    "question_number": 41,
    "explanation": null
  },
  {
    "id": 1042,
    "question_number": 42,
    "explanation": null
  },
  {
    "id": 1043,
    "question_number": 43,
    "explanation": null
  },
  {
    "id": 1044,
    "question_number": 44,
    "explanation": null
  },
  {
    "id": 1045,
    "question_number": 45,
    "explanation": null
  },
  {
    "id": 1046,
    "question_number": 46,
    "explanation": null
  },
  {
    "id": 1047,
    "question_number": 47,
    "explanation": null
  },
  {
    "id": 1048,
    "question_number": 48,
    "explanation": null
  },
  {
    "id": 1049,
    "question_number": 49,
    "explanation": null
  },
  {
    "id": 1050,
    "question_number": 50,
    "explanation": null
  },
  {
    "id": 1051,
    "question_number": 51,
    "explanation": null
  },
  {
    "id": 1052,
    "question_number": 52,
    "explanation": null
  },
  {
    "id": 1053,
    "question_number": 53,
    "explanation": null
  },
  {
    "id": 1054,
    "question_number": 54,
    "explanation": null
  },
  {
    "id": 1055,
    "question_number": 55,
    "explanation": null
  },
  {
    "id": 1056,
    "question_number": 56,
    "explanation": null
  },
  {
    "id": 1057,
    "question_number": 57,
    "explanation": null
  },
  {
    "id": 1058,
    "question_number": 58,
    "explanation": null
  },
  {
    "id": 1059,
    "question_number": 59,
    "explanation": null
  },
  {
    "id": 1060,
    "question_number": 60,
    "explanation": null
  },
  {
    "id": 1061,
    "question_number": 61,
    "explanation": null
  },
  {
    "id": 1062,
    "question_number": 62,
    "explanation": null
  },
  {
    "id": 1063,
    "question_number": 63,
    "explanation": null
  },
  {
    "id": 1064,
    "question_number": 64,
    "explanation": null
  },
  {
    "id": 1065,
    "question_number": 65,
    "explanation": null
  },
  {
    "id": 1066,
    "question_number": 66,
    "explanation": null
  },
  {
    "id": 1067,
    "question_number": 67,
    "explanation": null
  },
  {
    "id": 1068,
    "question_number": 68,
    "explanation": null
  },
  {
    "id": 1069,
    "question_number": 69,
    "explanation": null
  },
  {
    "id": 1070,
    "question_number": 70,
    "explanation": null
  },
  {
    "id": 1071,
    "question_number": 71,
    "explanation": null
  },
  {
    "id": 1072,
    "question_number": 72,
    "explanation": null
  },
  {
    "id": 1073,
    "question_number": 73,
    "explanation": null
  },
  {
    "id": 1074,
    "question_number": 74,
    "explanation": null
  },
  {
    "id": 1075,
    "question_number": 75,
    "explanation": null
  },
  {
    "id": 2001,
    "question_number": 1,
    "explanation": null
  },
  {
    "id": 2002,
    "question_number": 2,
    "explanation": null
  },
  {
    "id": 2003,
    "question_number": 3,
    "explanation": null
  },
  {
    "id": 2004,
    "question_number": 4,
    "explanation": null
  },
  {
    "id": 2005,
    "question_number": 5,
    "explanation": null
  },
  {
    "id": 2006,
    "question_number": 6,
    "explanation": null
  },
  {
    "id": 2007,
    "question_number": 7,
    "explanation": null
  },
  {
    "id": 2008,
    "question_number": 8,
    "explanation": null
  },
  {
    "id": 2009,
    "question_number": 9,
    "explanation": null
  },
  {
    "id": 2010,
    "question_number": 10,
    "explanation": null
  },
  {
    "id": 2011,
    "question_number": 11,
    "explanation": null
  },
  {
    "id": 2012,
    "question_number": 12,
    "explanation": null
  },
  {
    "id": 2013,
    "question_number": 13,
    "explanation": null
  },
  {
    "id": 2014,
    "question_number": 14,
    "explanation": null
  },
  {
    "id": 2015,
    "question_number": 15,
    "explanation": null
  },
  {
    "id": 2016,
    "question_number": 16,
    "explanation": null
  },
  {
    "id": 2017,
    "question_number": 17,
    "explanation": null
  },
  {
    "id": 2018,
    "question_number": 18,
    "explanation": null
  },
  {
    "id": 2019,
    "question_number": 19,
    "explanation": null
  },
  {
    "id": 2020,
    "question_number": 20,
    "explanation": null
  },
  {
    "id": 2021,
    "question_number": 21,
    "explanation": null
  },
  {
    "id": 2022,
    "question_number": 22,
    "explanation": null
  },
  {
    "id": 2023,
    "question_number": 23,
    "explanation": null
  },
  {
    "id": 2024,
    "question_number": 24,
    "explanation": null
  },
  {
    "id": 2025,
    "question_number": 25,
    "explanation": null
  },
  {
    "id": 2026,
    "question_number": 26,
    "explanation": null
  },
  {
    "id": 2027,
    "question_number": 27,
    "explanation": null
  },
  {
    "id": 2028,
    "question_number": 28,
    "explanation": null
  },
  {
    "id": 2029,
    "question_number": 29,
    "explanation": null
  },
  {
    "id": 2030,
    "question_number": 30,
    "explanation": null
  },
  {
    "id": 2031,
    "question_number": 31,
    "explanation": null
  },
  {
    "id": 2032,
    "question_number": 32,
    "explanation": null
  },
  {
    "id": 2033,
    "question_number": 33,
    "explanation": null
  },
  {
    "id": 2034,
    "question_number": 34,
    "explanation": null
  },
  {
    "id": 2035,
    "question_number": 35,
    "explanation": null
  },
  {
    "id": 2036,
    "question_number": 36,
    "explanation": null
  },
  {
    "id": 2037,
    "question_number": 37,
    "explanation": null
  },
  {
    "id": 2038,
    "question_number": 38,
    "explanation": null
  },
  {
    "id": 2039,
    "question_number": 39,
    "explanation": null
  },
  {
    "id": 2040,
    "question_number": 40,
    "explanation": null
  },
  {
    "id": 2041,
    "question_number": 41,
    "explanation": null
  },
  {
    "id": 2042,
    "question_number": 42,
    "explanation": null
  },
  {
    "id": 2043,
    "question_number": 43,
    "explanation": null
  },
  {
    "id": 2044,
    "question_number": 44,
    "explanation": null
  },
  {
    "id": 2045,
    "question_number": 45,
    "explanation": null
  },
  {
    "id": 2046,
    "question_number": 46,
    "explanation": null
  },
  {
    "id": 2047,
    "question_number": 47,
    "explanation": null
  },
  {
    "id": 2048,
    "question_number": 48,
    "explanation": null
  },
  {
    "id": 2049,
    "question_number": 49,
    "explanation": null
  },
  {
    "id": 2050,
    "question_number": 50,
    "explanation": null
  },
  {
    "id": 2051,
    "question_number": 51,
    "explanation": null
  },
  {
    "id": 2052,
    "question_number": 52,
    "explanation": null
  },
  {
    "id": 2053,
    "question_number": 53,
    "explanation": null
  },
  {
    "id": 2054,
    "question_number": 54,
    "explanation": null
  },
  {
    "id": 2055,
    "question_number": 55,
    "explanation": null
  },
  {
    "id": 2056,
    "question_number": 56,
    "explanation": null
  },
  {
    "id": 2057,
    "question_number": 57,
    "explanation": null
  },
  {
    "id": 2058,
    "question_number": 58,
    "explanation": null
  },
  {
    "id": 2059,
    "question_number": 59,
    "explanation": null
  },
  {
    "id": 2060,
    "question_number": 60,
    "explanation": null
  },
  {
    "id": 2061,
    "question_number": 61,
    "explanation": null
  },
  {
    "id": 2062,
    "question_number": 62,
    "explanation": null
  },
  {
    "id": 2063,
    "question_number": 63,
    "explanation": null
  },
  {
    "id": 2064,
    "question_number": 64,
    "explanation": null
  },
  {
    "id": 2065,
    "question_number": 65,
    "explanation": null
  },
  {
    "id": 2066,
    "question_number": 66,
    "explanation": null
  },
  {
    "id": 2067,
    "question_number": 67,
    "explanation": null
  },
  {
    "id": 2068,
    "question_number": 68,
    "explanation": null
  },
  {
    "id": 2069,
    "question_number": 69,
    "explanation": null
  },
  {
    "id": 2070,
    "question_number": 70,
    "explanation": null
  },
  {
    "id": 2071,
    "question_number": 71,
    "explanation": null
  },
  {
    "id": 2072,
    "question_number": 72,
    "explanation": null
  },
  {
    "id": 2073,
    "question_number": 73,
    "explanation": null
  },
  {
    "id": 2074,
    "question_number": 74,
    "explanation": null
  },
  {
    "id": 2075,
    "question_number": 75,
    "explanation": null
  },
  {
    "id": 3001,
    "question_number": 1,
    "explanation": null
  },
  {
    "id": 3002,
    "question_number": 2,
    "explanation": null
  },
  {
    "id": 3003,
    "question_number": 3,
    "explanation": null
  },
  {
    "id": 3004,
    "question_number": 4,
    "explanation": null
  },
  {
    "id": 3005,
    "question_number": 5,
    "explanation": null
  },
  {
    "id": 3006,
    "question_number": 6,
    "explanation": null
  },
  {
    "id": 3007,
    "question_number": 7,
    "explanation": null
  },
  {
    "id": 3008,
    "question_number": 8,
    "explanation": null
  },
  {
    "id": 3009,
    "question_number": 9,
    "explanation": null
  },
  {
    "id": 3010,
    "question_number": 10,
    "explanation": null
  },
  {
    "id": 3011,
    "question_number": 11,
    "explanation": null
  },
  {
    "id": 3012,
    "question_number": 12,
    "explanation": null
  },
  {
    "id": 3013,
    "question_number": 13,
    "explanation": null
  },
  {
    "id": 3014,
    "question_number": 14,
    "explanation": null
  },
  {
    "id": 3015,
    "question_number": 15,
    "explanation": null
  },
  {
    "id": 3016,
    "question_number": 16,
    "explanation": null
  },
  {
    "id": 3017,
    "question_number": 17,
    "explanation": null
  },
  {
    "id": 3018,
    "question_number": 18,
    "explanation": null
  },
  {
    "id": 3019,
    "question_number": 19,
    "explanation": null
  },
  {
    "id": 3020,
    "question_number": 20,
    "explanation": null
  },
  {
    "id": 3021,
    "question_number": 21,
    "explanation": null
  },
  {
    "id": 3022,
    "question_number": 22,
    "explanation": null
  },
  {
    "id": 3023,
    "question_number": 23,
    "explanation": null
  },
  {
    "id": 3024,
    "question_number": 24,
    "explanation": null
  },
  {
    "id": 3025,
    "question_number": 25,
    "explanation": null
  },
  {
    "id": 3026,
    "question_number": 26,
    "explanation": null
  },
  {
    "id": 3027,
    "question_number": 27,
    "explanation": null
  },
  {
    "id": 3028,
    "question_number": 28,
    "explanation": null
  },
  {
    "id": 3029,
    "question_number": 29,
    "explanation": null
  },
  {
    "id": 3030,
    "question_number": 30,
    "explanation": null
  },
  {
    "id": 3031,
    "question_number": 31,
    "explanation": null
  },
  {
    "id": 3032,
    "question_number": 32,
    "explanation": null
  },
  {
    "id": 3033,
    "question_number": 33,
    "explanation": null
  },
  {
    "id": 3034,
    "question_number": 34,
    "explanation": null
  },
  {
    "id": 3035,
    "question_number": 35,
    "explanation": null
  },
  {
    "id": 3036,
    "question_number": 36,
    "explanation": null
  },
  {
    "id": 3037,
    "question_number": 37,
    "explanation": null
  },
  {
    "id": 3038,
    "question_number": 38,
    "explanation": null
  },
  {
    "id": 3039,
    "question_number": 39,
    "explanation": null
  },
  {
    "id": 3040,
    "question_number": 40,
    "explanation": null
  },
  {
    "id": 3041,
    "question_number": 41,
    "explanation": null
  },
  {
    "id": 3042,
    "question_number": 42,
    "explanation": null
  },
  {
    "id": 3043,
    "question_number": 43,
    "explanation": null
  },
  {
    "id": 3044,
    "question_number": 44,
    "explanation": null
  },
  {
    "id": 3045,
    "question_number": 45,
    "explanation": null
  },
  {
    "id": 3046,
    "question_number": 46,
    "explanation": null
  },
  {
    "id": 3047,
    "question_number": 47,
    "explanation": null
  },
  {
    "id": 3048,
    "question_number": 48,
    "explanation": null
  },
  {
    "id": 3049,
    "question_number": 49,
    "explanation": null
  },
  {
    "id": 3050,
    "question_number": 50,
    "explanation": null
  },
  {
    "id": 3051,
    "question_number": 51,
    "explanation": null
  },
  {
    "id": 3052,
    "question_number": 52,
    "explanation": null
  },
  {
    "id": 3053,
    "question_number": 53,
    "explanation": null
  },
  {
    "id": 3054,
    "question_number": 54,
    "explanation": null
  },
  {
    "id": 3055,
    "question_number": 55,
    "explanation": null
  },
  {
    "id": 3056,
    "question_number": 56,
    "explanation": null
  },
  {
    "id": 3057,
    "question_number": 57,
    "explanation": null
  },
  {
    "id": 3058,
    "question_number": 58,
    "explanation": null
  },
  {
    "id": 3059,
    "question_number": 59,
    "explanation": null
  },
  {
    "id": 3060,
    "question_number": 60,
    "explanation": null
  },
  {
    "id": 3061,
    "question_number": 61,
    "explanation": null
  },
  {
    "id": 3062,
    "question_number": 62,
    "explanation": null
  },
  {
    "id": 3063,
    "question_number": 63,
    "explanation": null
  },
  {
    "id": 3064,
    "question_number": 64,
    "explanation": null
  },
  {
    "id": 3065,
    "question_number": 65,
    "explanation": null
  },
  {
    "id": 3066,
    "question_number": 66,
    "explanation": null
  },
  {
    "id": 3067,
    "question_number": 67,
    "explanation": null
  },
  {
    "id": 3068,
    "question_number": 68,
    "explanation": null
  },
  {
    "id": 3069,
    "question_number": 69,
    "explanation": null
  },
  {
    "id": 3070,
    "question_number": 70,
    "explanation": null
  },
  {
    "id": 3071,
    "question_number": 71,
    "explanation": null
  },
  {
    "id": 3072,
    "question_number": 72,
    "explanation": null
  },
  {
    "id": 3073,
    "question_number": 73,
    "explanation": null
  },
  {
    "id": 3074,
    "question_number": 74,
    "explanation": null
  },
  {
    "id": 3075,
    "question_number": 75,
    "explanation": null
  },
  {
    "id": 4001,
    "question_number": 1,
    "explanation": null
  },
  {
    "id": 4002,
    "question_number": 2,
    "explanation": null
  },
  {
    "id": 4003,
    "question_number": 3,
    "explanation": null
  },
  {
    "id": 4004,
    "question_number": 4,
    "explanation": null
  },
  {
    "id": 4005,
    "question_number": 5,
    "explanation": null
  },
  {
    "id": 4006,
    "question_number": 6,
    "explanation": null
  },
  {
    "id": 4007,
    "question_number": 7,
    "explanation": null
  },
  {
    "id": 4008,
    "question_number": 8,
    "explanation": null
  },
  {
    "id": 4009,
    "question_number": 9,
    "explanation": null
  },
  {
    "id": 4010,
    "question_number": 10,
    "explanation": null
  },
  {
    "id": 4011,
    "question_number": 11,
    "explanation": null
  },
  {
    "id": 4012,
    "question_number": 12,
    "explanation": null
  },
  {
    "id": 4013,
    "question_number": 13,
    "explanation": null
  },
  {
    "id": 4014,
    "question_number": 14,
    "explanation": null
  },
  {
    "id": 4015,
    "question_number": 15,
    "explanation": null
  },
  {
    "id": 4016,
    "question_number": 16,
    "explanation": null
  },
  {
    "id": 4017,
    "question_number": 17,
    "explanation": null
  },
  {
    "id": 4018,
    "question_number": 18,
    "explanation": null
  },
  {
    "id": 4019,
    "question_number": 19,
    "explanation": null
  },
  {
    "id": 4020,
    "question_number": 20,
    "explanation": null
  },
  {
    "id": 4021,
    "question_number": 21,
    "explanation": null
  },
  {
    "id": 4022,
    "question_number": 22,
    "explanation": null
  },
  {
    "id": 4023,
    "question_number": 23,
    "explanation": null
  },
  {
    "id": 4024,
    "question_number": 24,
    "explanation": null
  },
  {
    "id": 4025,
    "question_number": 25,
    "explanation": null
  },
  {
    "id": 4026,
    "question_number": 26,
    "explanation": null
  },
  {
    "id": 4027,
    "question_number": 27,
    "explanation": null
  },
  {
    "id": 4028,
    "question_number": 28,
    "explanation": null
  },
  {
    "id": 4029,
    "question_number": 29,
    "explanation": null
  },
  {
    "id": 4030,
    "question_number": 30,
    "explanation": null
  },
  {
    "id": 4031,
    "question_number": 31,
    "explanation": null
  },
  {
    "id": 4032,
    "question_number": 32,
    "explanation": null
  },
  {
    "id": 4033,
    "question_number": 33,
    "explanation": null
  },
  {
    "id": 4034,
    "question_number": 34,
    "explanation": null
  },
  {
    "id": 4035,
    "question_number": 35,
    "explanation": null
  },
  {
    "id": 4036,
    "question_number": 36,
    "explanation": null
  },
  {
    "id": 4037,
    "question_number": 37,
    "explanation": null
  },
  {
    "id": 4038,
    "question_number": 38,
    "explanation": null
  },
  {
    "id": 4039,
    "question_number": 39,
    "explanation": null
  },
  {
    "id": 4040,
    "question_number": 40,
    "explanation": null
  },
  {
    "id": 4041,
    "question_number": 41,
    "explanation": null
  },
  {
    "id": 4042,
    "question_number": 42,
    "explanation": null
  },
  {
    "id": 4043,
    "question_number": 43,
    "explanation": null
  },
  {
    "id": 4044,
    "question_number": 44,
    "explanation": null
  },
  {
    "id": 4045,
    "question_number": 45,
    "explanation": null
  },
  {
    "id": 4046,
    "question_number": 46,
    "explanation": null
  },
  {
    "id": 4047,
    "question_number": 47,
    "explanation": null
  },
  {
    "id": 4048,
    "question_number": 48,
    "explanation": null
  },
  {
    "id": 4049,
    "question_number": 49,
    "explanation": null
  },
  {
    "id": 4050,
    "question_number": 50,
    "explanation": null
  },
  {
    "id": 4051,
    "question_number": 51,
    "explanation": null
  },
  {
    "id": 4052,
    "question_number": 52,
    "explanation": null
  },
  {
    "id": 4053,
    "question_number": 53,
    "explanation": null
  },
  {
    "id": 4054,
    "question_number": 54,
    "explanation": null
  },
  {
    "id": 4055,
    "question_number": 55,
    "explanation": null
  },
  {
    "id": 4056,
    "question_number": 56,
    "explanation": null
  },
  {
    "id": 4057,
    "question_number": 57,
    "explanation": null
  },
  {
    "id": 4058,
    "question_number": 58,
    "explanation": null
  },
  {
    "id": 4059,
    "question_number": 59,
    "explanation": null
  },
  {
    "id": 4060,
    "question_number": 60,
    "explanation": null
  },
  {
    "id": 4061,
    "question_number": 61,
    "explanation": null
  },
  {
    "id": 4062,
    "question_number": 62,
    "explanation": null
  },
  {
    "id": 4063,
    "question_number": 63,
    "explanation": null
  },
  {
    "id": 4064,
    "question_number": 64,
    "explanation": null
  },
  {
    "id": 4065,
    "question_number": 65,
    "explanation": null
  },
  {
    "id": 4066,
    "question_number": 66,
    "explanation": null
  },
  {
    "id": 4067,
    "question_number": 67,
    "explanation": null
  },
  {
    "id": 4068,
    "question_number": 68,
    "explanation": null
  },
  {
    "id": 4069,
    "question_number": 69,
    "explanation": null
  },
  {
    "id": 4070,
    "question_number": 70,
    "explanation": null
  },
  {
    "id": 4071,
    "question_number": 71,
    "explanation": null
  },
  {
    "id": 4072,
    "question_number": 72,
    "explanation": null
  },
  {
    "id": 4073,
    "question_number": 73,
    "explanation": null
  },
  {
    "id": 4074,
    "question_number": 74,
    "explanation": null
  },
  {
    "id": 4075,
    "question_number": 75,
    "explanation": null
  },
  {
    "id": 5001,
    "question_number": 1,
    "explanation": null
  },
  {
    "id": 5002,
    "question_number": 2,
    "explanation": null
  },
  {
    "id": 5003,
    "question_number": 3,
    "explanation": null
  },
  {
    "id": 5004,
    "question_number": 4,
    "explanation": null
  },
  {
    "id": 5005,
    "question_number": 5,
    "explanation": null
  },
  {
    "id": 5006,
    "question_number": 6,
    "explanation": null
  },
  {
    "id": 5007,
    "question_number": 7,
    "explanation": null
  },
  {
    "id": 5008,
    "question_number": 8,
    "explanation": null
  },
  {
    "id": 5009,
    "question_number": 9,
    "explanation": null
  },
  {
    "id": 5010,
    "question_number": 10,
    "explanation": null
  },
  {
    "id": 5011,
    "question_number": 11,
    "explanation": null
  },
  {
    "id": 5012,
    "question_number": 12,
    "explanation": null
  },
  {
    "id": 5013,
    "question_number": 13,
    "explanation": null
  },
  {
    "id": 5014,
    "question_number": 14,
    "explanation": null
  },
  {
    "id": 5015,
    "question_number": 15,
    "explanation": null
  },
  {
    "id": 5016,
    "question_number": 16,
    "explanation": null
  },
  {
    "id": 5017,
    "question_number": 17,
    "explanation": null
  },
  {
    "id": 5018,
    "question_number": 18,
    "explanation": null
  },
  {
    "id": 5019,
    "question_number": 19,
    "explanation": null
  },
  {
    "id": 5020,
    "question_number": 20,
    "explanation": null
  },
  {
    "id": 5021,
    "question_number": 21,
    "explanation": null
  },
  {
    "id": 5022,
    "question_number": 22,
    "explanation": null
  },
  {
    "id": 5023,
    "question_number": 23,
    "explanation": null
  },
  {
    "id": 5024,
    "question_number": 24,
    "explanation": null
  },
  {
    "id": 5025,
    "question_number": 25,
    "explanation": null
  },
  {
    "id": 5026,
    "question_number": 26,
    "explanation": null
  },
  {
    "id": 5027,
    "question_number": 27,
    "explanation": null
  },
  {
    "id": 5028,
    "question_number": 28,
    "explanation": null
  },
  {
    "id": 5029,
    "question_number": 29,
    "explanation": null
  },
  {
    "id": 5030,
    "question_number": 30,
    "explanation": null
  },
  {
    "id": 5031,
    "question_number": 31,
    "explanation": null
  },
  {
    "id": 5032,
    "question_number": 32,
    "explanation": null
  },
  {
    "id": 5033,
    "question_number": 33,
    "explanation": null
  },
  {
    "id": 5034,
    "question_number": 34,
    "explanation": null
  },
  {
    "id": 5035,
    "question_number": 35,
    "explanation": null
  },
  {
    "id": 5036,
    "question_number": 36,
    "explanation": null
  },
  {
    "id": 5037,
    "question_number": 37,
    "explanation": null
  },
  {
    "id": 5038,
    "question_number": 38,
    "explanation": null
  },
  {
    "id": 5039,
    "question_number": 39,
    "explanation": null
  },
  {
    "id": 5040,
    "question_number": 40,
    "explanation": null
  },
  {
    "id": 5041,
    "question_number": 41,
    "explanation": null
  },
  {
    "id": 5042,
    "question_number": 42,
    "explanation": null
  },
  {
    "id": 5043,
    "question_number": 43,
    "explanation": null
  },
  {
    "id": 5044,
    "question_number": 44,
    "explanation": null
  },
  {
    "id": 5045,
    "question_number": 45,
    "explanation": null
  },
  {
    "id": 5046,
    "question_number": 46,
    "explanation": null
  },
  {
    "id": 5047,
    "question_number": 47,
    "explanation": null
  },
  {
    "id": 5048,
    "question_number": 48,
    "explanation": null
  },
  {
    "id": 5049,
    "question_number": 49,
    "explanation": null
  },
  {
    "id": 5050,
    "question_number": 50,
    "explanation": null
  },
  {
    "id": 5051,
    "question_number": 51,
    "explanation": null
  },
  {
    "id": 5052,
    "question_number": 52,
    "explanation": null
  },
  {
    "id": 5053,
    "question_number": 53,
    "explanation": null
  },
  {
    "id": 5054,
    "question_number": 54,
    "explanation": null
  },
  {
    "id": 5055,
    "question_number": 55,
    "explanation": null
  },
  {
    "id": 5056,
    "question_number": 56,
    "explanation": null
  },
  {
    "id": 5057,
    "question_number": 57,
    "explanation": null
  },
  {
    "id": 5058,
    "question_number": 58,
    "explanation": null
  },
  {
    "id": 5059,
    "question_number": 59,
    "explanation": null
  },
  {
    "id": 5060,
    "question_number": 60,
    "explanation": null
  },
  {
    "id": 5061,
    "question_number": 61,
    "explanation": null
  },
  {
    "id": 5062,
    "question_number": 62,
    "explanation": null
  },
  {
    "id": 5063,
    "question_number": 63,
    "explanation": null
  },
  {
    "id": 5064,
    "question_number": 64,
    "explanation": null
  },
  {
    "id": 5065,
    "question_number": 65,
    "explanation": null
  },
  {
    "id": 5066,
    "question_number": 66,
    "explanation": null
  },
  {
    "id": 5067,
    "question_number": 67,
    "explanation": null
  },
  {
    "id": 5068,
    "question_number": 68,
    "explanation": null
  },
  {
    "id": 5069,
    "question_number": 69,
    "explanation": null
  },
  {
    "id": 5070,
    "question_number": 70,
    "explanation": null
  },
  {
    "id": 5071,
    "question_number": 71,
    "explanation": null
  },
  {
    "id": 5072,
    "question_number": 72,
    "explanation": null
  },
  {
    "id": 5073,
    "question_number": 73,
    "explanation": null
  },
  {
    "id": 5074,
    "question_number": 74,
    "explanation": null
  },
  {
    "id": 5075,
    "question_number": 75,
    "explanation": null
  },
  {
    "id": 6001,
    "question_number": 1,
    "explanation": null
  },
  {
    "id": 6002,
    "question_number": 2,
    "explanation": null
  },
  {
    "id": 6003,
    "question_number": 3,
    "explanation": null
  },
  {
    "id": 6004,
    "question_number": 4,
    "explanation": null
  },
  {
    "id": 6005,
    "question_number": 5,
    "explanation": null
  },
  {
    "id": 6006,
    "question_number": 6,
    "explanation": null
  },
  {
    "id": 6007,
    "question_number": 7,
    "explanation": null
  },
  {
    "id": 6008,
    "question_number": 8,
    "explanation": null
  },
  {
    "id": 6009,
    "question_number": 9,
    "explanation": null
  },
  {
    "id": 6010,
    "question_number": 10,
    "explanation": null
  },
  {
    "id": 6011,
    "question_number": 11,
    "explanation": null
  },
  {
    "id": 6012,
    "question_number": 12,
    "explanation": null
  },
  {
    "id": 6013,
    "question_number": 13,
    "explanation": null
  },
  {
    "id": 6014,
    "question_number": 14,
    "explanation": null
  },
  {
    "id": 6015,
    "question_number": 15,
    "explanation": null
  },
  {
    "id": 6016,
    "question_number": 16,
    "explanation": null
  },
  {
    "id": 6017,
    "question_number": 17,
    "explanation": null
  },
  {
    "id": 6018,
    "question_number": 18,
    "explanation": null
  },
  {
    "id": 6019,
    "question_number": 19,
    "explanation": null
  },
  {
    "id": 6020,
    "question_number": 20,
    "explanation": null
  },
  {
    "id": 6021,
    "question_number": 21,
    "explanation": null
  },
  {
    "id": 6022,
    "question_number": 22,
    "explanation": null
  },
  {
    "id": 6023,
    "question_number": 23,
    "explanation": null
  },
  {
    "id": 6024,
    "question_number": 24,
    "explanation": null
  },
  {
    "id": 6025,
    "question_number": 25,
    "explanation": null
  },
  {
    "id": 6026,
    "question_number": 26,
    "explanation": null
  },
  {
    "id": 6027,
    "question_number": 27,
    "explanation": null
  },
  {
    "id": 6028,
    "question_number": 28,
    "explanation": null
  },
  {
    "id": 6029,
    "question_number": 29,
    "explanation": null
  },
  {
    "id": 6030,
    "question_number": 30,
    "explanation": null
  },
  {
    "id": 6031,
    "question_number": 31,
    "explanation": null
  },
  {
    "id": 6032,
    "question_number": 32,
    "explanation": null
  },
  {
    "id": 6033,
    "question_number": 33,
    "explanation": null
  },
  {
    "id": 6034,
    "question_number": 34,
    "explanation": null
  },
  {
    "id": 6035,
    "question_number": 35,
    "explanation": null
  },
  {
    "id": 6036,
    "question_number": 36,
    "explanation": null
  },
  {
    "id": 6037,
    "question_number": 37,
    "explanation": null
  },
  {
    "id": 6038,
    "question_number": 38,
    "explanation": null
  },
  {
    "id": 6039,
    "question_number": 39,
    "explanation": null
  },
  {
    "id": 6040,
    "question_number": 40,
    "explanation": null
  },
  {
    "id": 6041,
    "question_number": 41,
    "explanation": null
  },
  {
    "id": 6042,
    "question_number": 42,
    "explanation": null
  },
  {
    "id": 6043,
    "question_number": 43,
    "explanation": null
  },
  {
    "id": 6044,
    "question_number": 44,
    "explanation": null
  },
  {
    "id": 6045,
    "question_number": 45,
    "explanation": null
  },
  {
    "id": 6046,
    "question_number": 46,
    "explanation": null
  },
  {
    "id": 6047,
    "question_number": 47,
    "explanation": null
  },
  {
    "id": 6048,
    "question_number": 48,
    "explanation": null
  },
  {
    "id": 6049,
    "question_number": 49,
    "explanation": null
  },
  {
    "id": 6050,
    "question_number": 50,
    "explanation": null
  },
  {
    "id": 6051,
    "question_number": 51,
    "explanation": null
  },
  {
    "id": 6052,
    "question_number": 52,
    "explanation": null
  },
  {
    "id": 6053,
    "question_number": 53,
    "explanation": null
  },
  {
    "id": 6054,
    "question_number": 54,
    "explanation": null
  },
  {
    "id": 6055,
    "question_number": 55,
    "explanation": null
  },
  {
    "id": 6056,
    "question_number": 56,
    "explanation": null
  },
  {
    "id": 6057,
    "question_number": 57,
    "explanation": null
  },
  {
    "id": 6058,
    "question_number": 58,
    "explanation": null
  },
  {
    "id": 6059,
    "question_number": 59,
    "explanation": null
  },
  {
    "id": 6060,
    "question_number": 60,
    "explanation": null
  },
  {
    "id": 6061,
    "question_number": 61,
    "explanation": null
  },
  {
    "id": 6062,
    "question_number": 62,
    "explanation": null
  },
  {
    "id": 6063,
    "question_number": 63,
    "explanation": null
  },
  {
    "id": 6064,
    "question_number": 64,
    "explanation": null
  },
  {
    "id": 6065,
    "question_number": 65,
    "explanation": null
  },
  {
    "id": 6066,
    "question_number": 66,
    "explanation": null
  },
  {
    "id": 6067,
    "question_number": 67,
    "explanation": null
  },
  {
    "id": 6068,
    "question_number": 68,
    "explanation": null
  },
  {
    "id": 6069,
    "question_number": 69,
    "explanation": null
  },
  {
    "id": 6070,
    "question_number": 70,
    "explanation": null
  },
  {
    "id": 6071,
    "question_number": 71,
    "explanation": null
  },
  {
    "id": 6072,
    "question_number": 72,
    "explanation": null
  },
  {
    "id": 6073,
    "question_number": 73,
    "explanation": null
  },
  {
    "id": 6074,
    "question_number": 74,
    "explanation": null
  },
  {
    "id": 6075,
    "question_number": 75,
    "explanation": null
  }
]