[
  {
    "id": 91,
    "test_number": 1,
    "passage_number": 1,
    "passage_type": "DATA_REPRESENTATION",
    "passage_title": "Molar Volume of Gases",
    "passage_text": "<i>The molar volume</i> of a gas is the volume occupied by 1 mole (mol; 6 × 10²³ atoms or molecules) of that gas at a given pressure and temperature.\r\n\r\n<i><i>Table 1</i></i> shows how the molar volume, in L, of each of 6 gases—helium (He), neon (Ne), argon (Ar), hydrogen (H₂), nitrogen (N₂), and oxygen (O₂)—varies with pressure, in atmospheres (atm), at a temperature of 273 kelvins (K).\n\n{{image1}}\n\n\r\n\r\n<i><i>Table 2</i></i> shows how the molar volume of each of the 6 gases varies with temperature at a pressure of 1.00 atm.\n\n{{image2}}\n\n",
    "image_url_1": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/sci_1_1.jpg",
    "image_url_2": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_1_2.jpg",
    "image_url_3": null,
    "image_url_4": null,
    "image_url_5": null
  },
  {
    "id": 87,
    "test_number": 1,
    "passage_number": 2,
    "passage_type": "RESEARCH_SUMMARY",
    "passage_title": "Flies as Bacterial Vectors",
    "passage_text": "Scientists conducted 3 experiments to study the transfer of bacteria from one surface to another by 2 species of flies: <i>Musca domestica</i> and  <i>Sarcophaga carnaria</i>.\r\n\r\n**<i><i>Experiment 1</i></i>**\r\nA group of 10 <i>M</i>. domestica was tested using this procedure:\r\n1. Each fly was placed in a separate enclosure containing <i>Escherichia coli</i> (a type of bacteria) and allowed to walk on the <i>E. coli</i> for 5 min.\r\n2. Each fly was then immediately placed in a separate petri dish containing sterile nutrient agar. Five minutes later, the flies were removed from the dishes.\r\n3. The dishes were incubated at 37°C for 24 hr so that each <i>E. coli</i> cell on the dish divided to form a separate colony, and then the number of <i>E. coli</i> colonies on each dish was counted. \r\n4. The average number of colonies per dish was calculated.\r\nThis procedure was also used to test a group of 10 S.<i>carnaria</i>, The results are shown in <i><i>Figure 1</i></i>.\n\n{{image1}}\n\n**<i><i>Experiment 2</i></i>**\r\nThe procedure from <i><i>Experiment 1</i></i> was repeated with each of 3 groups of 10 S. carnaria except that the flies in each group were allowed to walk on the <i>E. coli</i> for a different period of time—5 min, 30 min, or 60 min—before each fly was placed in a separate petri dish containing nutrient agar. The results are shown in <i><i>Figure 2</i></i>.\n\n{{image2}}\n\n**<i><i>Experiment 3</i></i>**\r\nThe procedure from <i><i>Experiment 1</i></i> was repeated with each of 3 groups of 10 S.<i>carnaria</i> except that, after Step 1, the flies in each group were allowed a different period of time—0 min, 30 min, or 60 min—to clean themselves before each fly was placed in a separate petri dish containing sterile nutrient agar. The results are shown in <i><i>Figure 3</i></i>.\n\n{{image3}}\n\nFigures adapted from Julie J, Shaffer, Kasey Jo Warner, and W. Wyatt Hoback, “Filthy Flies? Experiments to Test Flies as Vectors of Bacterial Disease.” ©2007 by National Association ot Biology Teachers.",
    "image_url_1": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_2_1.jpg",
    "image_url_2": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_2_2.jpg",
    "image_url_3": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_2_3.jpg",
    "image_url_4": null,
    "image_url_5": null
  },
  {
    "id": 88,
    "test_number": 1,
    "passage_number": 3,
    "passage_type": "DATA_REPRESENTATION",
    "passage_title": "Forest Fires and Oxygen Levels",
    "passage_text": "Forest fires require oxygen (O₂) to burn. <i><i>Figure 1</i></i> shows the number of <i>paleowildfires</i> (large forest fires known from the rock record) for each 10-million-year interval of the <i>Mesozoic era</i> (250-65 million years ago, mya).\n\n{{image1}}\n\n <i><i>Figure 1</i></i> also shows a model of the percent O₂ by volume (%O₂) in Earth's atmosphere from 250 mya to 70 mya.\n\n{{image2}}\n\n\r\n\r\nTo study how %O₂ affects burning, scientists attempted to ignite 7 samples of each of 4 different materials, 1 sample at a time, in a chamber. For each set of samples of the same material, the initial %O₂ in the chamber ranged from 12% to 18%. <i><i>Figure 2</i></i> shows, for each sample that ignited, the duration of the sample's flame.\r\n\r\nNote: At an initial %O₂ of 18, all samples burned to ash in 12 seconds.",
    "image_url_1": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_3_1.jpg",
    "image_url_2": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_3_2.jpg",
    "image_url_3": null,
    "image_url_4": null,
    "image_url_5": null
  },
  {
    "id": 92,
    "test_number": 1,
    "passage_number": 4,
    "passage_type": "CONFLICTING_VIEWPOINTS",
    "passage_title": "Plant Stem Color Genetics",
    "passage_text": "Four students observed that in a population of land plants, Population A, a plant could have a green stem or a purple stem. Each student proposed an explanation for this observation.\r\n\r\n\n<i>Student 1</i>\r\nAll plants in Population A produce the green pigment chlorophyll. If a plant receives 8 hr or more of sunlight each day, it also produces a purple pigment, causing its stem to be purple. If a plant receives less than 8 hr of sunlight each day, it does not produce this purple pigment, so its stem is green. All plants in Population A are genetically identical, so they all have the ability to produce both pigments.\r\n\r\n\n<i>Student 2</i>\r\nAll plants in Population A produce the green pigment chlorophyll. If a plant receives too little phosphorus (a nutrient), it also produces a purple pigment, causing its stem to be purple. If a plant receives enough phosphorus, it does not produce this purple pigment, so its stem is green. All plants in Population A are genetically identical, so they all have the ability to produce both pigments. The amount of sunlight received by a plant does not affect stem color.\r\n\r\n\n<i>Student 3</i>\r\nAll plants in Population A produce the green pigment chlorophyll. The production of purple pigment is determined by Gene Q, which has 2 alleles (<i>Q</i> and <i>q</i>) and 3 possible genotypes (<i>QQ</i>,<i>Qq</i>, and <i>qq</i>). A plant with either the Gene Q genotype <i>QQ</i> or the Gene Q genotype <i>Qq</i> produces the purple pigment, causing its stem to be purple. A plant with the Gene Q genotype <i>qq</i> does not produce this purple pigment, so its stem is green. The amount of sunlight or nutrients received by a plant does not affect stem color.\r\n\r\n\n<i>Student 4</i>\r\nAll plants in Population A produce the green pigment chlorophyll. The production of purple pigment is determined by Gene Q, which has 2 alleles (<i>Q</i> and <i>q</i>) and 3 possible genotypes (<i>QQ</i>,<i>Qq</i>, and <i>qq</i>). A plant with the Gene Q genotype <i>qq</i> produces the purple pigment, causing its stem to be purple. A plant with either the Gene Q genotype <i>QQ</i> or the Gene Q genotype <i>Qq</i> does not produce this purple pigment, so its stem is green. The amount of sunlight or nutrients received by a plant does not affect stem color.",
    "image_url_1": null,
    "image_url_2": null,
    "image_url_3": null,
    "image_url_4": null,
    "image_url_5": null
  },
  {
    "id": 89,
    "test_number": 1,
    "passage_number": 5,
    "passage_type": "DATA_REPRESENTATION",
    "passage_title": "Water Electrolysis Using Solar Cells",
    "passage_text": "Liquid H₂O can be broken down into hydrogen gas (H₂) and oxygen gas (O₂) by <i>electrolysis</i> according to the following chemical equation:\n2H₂O → 2H₂ + O₂\n\nA scientist performed an experiment to study the electrolysis of H₂O using electricity generated from sunlight.\n\n\n<i>Experiment</i>\n\nSteps 1-5 were performed daily for 12 months:\n\n\n1. A tank fitted with 2 electrodes—an <i>anode</i> (where O₂ would be produced) and a <i>cathode</i> (where H₂ would be produced)—was assembled. Each electrode was suspended in an inverted plastic tube, and each tube was marked to allow gas volume to be measured.\n\n\n2. Four liters (4.0 L) of a 25% by mass aqueous solution of sodium hydroxide (NaOH) was added to the tank. As a result, the tubes were completely filled with the solution.\n\n\n3. At 8:00 a.m., a rectangular solar cell was attached to the electrodes and placed next to a particular south-facing window for 8 hr.(<i>Figure 1</i> shows the apparatus at the initiation of electrolysis.)\n\n{{image1}}\n\n\n\n\n4. Eight hours later, the solar cell was detached from the electrodes, and the amount of H₂ that had been produced was measured.\n\n\n5. The tank, tubes, and electrodes were cleaned and dried for reuse.\n\n<i>Figure 2</i> shows the total volume of H₂ produced (in L) in each month of the experiment.\n\n{{image2}}\n <i>Table 1</i> shows the average <i>solar irradiance</i> (power per unit area), in watts per square meter (W/m²), at the location of the solar cell during each month of the experiment.\n\n{{image3}}\n\n",
    "image_url_1": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_5_1.jpg",
    "image_url_2": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_5_2.jpg",
    "image_url_3": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_5_3.jpg",
    "image_url_4": null,
    "image_url_5": null
  },
  {
    "id": 90,
    "test_number": 1,
    "passage_number": 6,
    "passage_type": "DATA_REPRESENTATION",
    "passage_title": "Standing Waves on Strings",
    "passage_text": "<i>A standing wave</i> on a taut string is a wave that appears to vibrate without traveling along the string. Such waves are called the string's <i>harmonics.</i> Each harmonic has a characteristic number of <i>nodes:</i> locations between the ends of the string that do not move (the ends of the string do not count as nodes). <i>Figure 1</i> illustrates a harmonic and also the apparatus that a student used to perform 2 experiments on standing waves.\n\n{{image1}}\n\nA string having a mass per unit length of μ was attached on one end to an <i>oscillator</i> (a motor that vibrates) and on the other end to a pulley and ratchet. The student could select the frequency, <i>f</i> (the number of cycles per second), of the oscillator's vibration. By cranking the ratchet, the student could vary the force of tension, <i>T</i>, in the string.\r\n\r\n\n<i><i>Experiment 1</i></i>\r\nWith 0.10 newtons (N) of tension in String X (μ = 0.02 g/cm), the student varied f. She noted that standing waves occurred only at certain values of <i>f</i>. The student sketched the first 5 harmonics and recorded <i>f</i> (in hertz, Hz) for each. She repeated this procedure for String Y (μ = 0.08 g/cm) and for String Z (μ = 0.16 g/cm).\n\n{{image2}}\n\n\r\n\r\n\n<i><i>Experiment 2</i></i>\r\nBeginning again with String X, the student set the oscillator to vibrate at <i>f</i> = 25.0 Hz. She then varied <i>T</i>, and noted that standing waves occurred only at certain values of <i>T</i>. The student recorded <i>T</i> for the first 5 harmonics. She repeated this procedure for Strings Y and Z. See Table 2.\n\n{{image3}}\n\n",
    "image_url_1": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_6_1.jpg",
    "image_url_2": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/Sci_6_2.jpg",
    "image_url_3": "https://rabavobdklnwvwsldbix.supabase.co/storage/v1/object/public/test-images/p6.jpg",
    "image_url_4": null,
    "image_url_5": null
  }
]