{
  "lesson_key": "adding-deleting",
  "lesson_title": "Topic 2.5 - Adding or Deleting Information",
  "examples": [
    {
      "id": "3d06bded-490f-4dc0-bd09-57566f14d8f4",
      "lesson_id": "784a146b-8809-4189-a1b4-4b2fdcaf8199",
      "position": 1,
      "title": "Adding Information - Read Paragraph Twice",
      "problem_text": "The following sentence discusses Dr. Martinez's research methods: <u>\"She spent months analyzing data from thousands of patients across multiple hospitals.\"</u>\n\nShould the writer add this sentence about Dr. Martinez's educational background at this point?\n\nProposed addition: \"Dr. Martinez graduated from Harvard Medical School in 2005.\"",
      "choices": [
        {
          "text": "Yes, because it establishes Dr. Martinez's qualifications.",
          "letter": "A"
        },
        {
          "text": "Yes, because it indicates where Dr. Martinez received her training.",
          "letter": "B"
        },
        {
          "text": "No, because it does not relate to the paragraph's discussion of her research methods.",
          "letter": "C"
        },
        {
          "text": "No, because it does not indicate what she studied in medical school.",
          "letter": "D"
        }
      ],
      "correct_answer": "C",
      "solution_steps": [],
      "answer_explanation": "The paragraph is about Dr. Martinez's RESEARCH METHODS, not her educational background. The sentence about graduating from Harvard is irrelevant to the paragraph's focus on how she analyzed patient data. Choice C correctly identifies that the information doesn't relate to the research methods discussion. The answer is **C**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:47:25.603368+00:00",
      "updated_at": "2025-10-21T00:47:25.603368+00:00"
    },
    {
      "id": "6b0eaa74-6639-4eff-89d5-c8421d219aff",
      "lesson_id": "784a146b-8809-4189-a1b4-4b2fdcaf8199",
      "position": 2,
      "title": "Only Consider What the Sentence Says",
      "problem_text": "The passage discusses the economic impact of the new highway.\n\nShould the writer add this sentence: <u>\"The highway construction created 500 jobs.\"</u>",
      "choices": [
        {
          "text": "Yes, because it proves the highway was beneficial to the entire region.",
          "letter": "A"
        },
        {
          "text": "Yes, because it provides specific detail about employment created by the project.",
          "letter": "B"
        },
        {
          "text": "No, because it does not mention what types of jobs were created.",
          "letter": "C"
        },
        {
          "text": "No, because it is not relevant to the economic discussion.",
          "letter": "D"
        }
      ],
      "correct_answer": "B",
      "solution_steps": [],
      "answer_explanation": "The sentence says \"created 500 jobs\"—that's specific employment information relevant to economic impact. Choice A goes too far saying it \"proves\" benefit to the \"entire region\"—the sentence only mentions 500 jobs, not region-wide benefit. Choice B accurately describes what the sentence provides: specific employment detail. The answer is **B**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:47:25.706532+00:00",
      "updated_at": "2025-10-21T00:47:25.706532+00:00"
    },
    {
      "id": "fe2c662a-edd3-46c8-a438-483705bbaeb5",
      "lesson_id": "784a146b-8809-4189-a1b4-4b2fdcaf8199",
      "position": 3,
      "title": "When to Delete Information",
      "problem_text": "The paragraph discusses how bees communicate through dance patterns to share location information about flowers.\n\nShould the writer delete this sentence: <u>\"Bees also produce honey, which has been valued by humans for thousands of years.\"</u>",
      "choices": [
        {
          "text": "Yes, because the information about honey production is irrelevant to the paragraph's focus on bee communication.",
          "letter": "A"
        },
        {
          "text": "Yes, because it does not specify how much honey bees produce.",
          "letter": "B"
        },
        {
          "text": "No, because it provides important context about why bees are studied.",
          "letter": "C"
        },
        {
          "text": "No, because it connects bee behavior to human interests.",
          "letter": "D"
        }
      ],
      "correct_answer": "A",
      "solution_steps": [],
      "answer_explanation": "The paragraph is about bee COMMUNICATION through dance patterns. The sentence about honey production is completely irrelevant to this focus—it distracts from the main idea. Choice A correctly identifies that honey production doesn't relate to communication. The answer is **A**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:47:25.822894+00:00",
      "updated_at": "2025-10-21T00:47:25.822894+00:00"
    },
    {
      "id": "ef76b1ae-aa8c-48d5-a0b9-1a3bfcc66b62",
      "lesson_id": "784a146b-8809-4189-a1b4-4b2fdcaf8199",
      "position": 4,
      "title": "Avoid Wrong Answer Traps",
      "problem_text": "The passage discusses Maria's career as a chef.\n\nShould the writer add this sentence: <u>\"Maria won first place in a regional cooking competition in 2018.\"</u>",
      "choices": [
        {
          "text": "Yes, because it proves Maria is the best chef in her field.",
          "letter": "A"
        },
        {
          "text": "Yes, because it provides specific detail about an achievement in her career.",
          "letter": "B"
        },
        {
          "text": "No, because it does not mention what dish she prepared for the competition.",
          "letter": "C"
        },
        {
          "text": "No, because it focuses on competition rather than her restaurant work.",
          "letter": "D"
        }
      ],
      "correct_answer": "B",
      "solution_steps": [],
      "answer_explanation": "Choice A uses absolute language \"proves...the best chef in her field\"—winning one regional competition doesn't prove this. The sentence only states she won first place regionally. Choice B accurately describes what the sentence provides: specific career achievement detail. Choices C and D reference information NOT in the sentence or make assumptions. The answer is **B**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:47:25.938325+00:00",
      "updated_at": "2025-10-21T00:47:25.938325+00:00"
    }
  ]
}