{
  "lesson_key": "modifiers",
  "lesson_title": "Topic 1.6 - Misplaced Modifiers",
  "examples": [
    {
      "id": "08176456-4ba3-4732-a1ca-11b75633adbe",
      "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517",
      "position": 1,
      "title": "Basic Misplaced Modifier",
      "problem_text": "<u>Consistently erupting, Jack</u> loves taking pictures of the Old Faithful geyser at Yellowstone National Park.",
      "choices": [
        {
          "text": "NO CHANGE",
          "letter": "A"
        },
        {
          "text": "Consistently erupting, the Old Faithful geyser at Yellowstone National Park",
          "letter": "B"
        },
        {
          "text": "Jack, consistently erupting,",
          "letter": "C"
        },
        {
          "text": "Erupting consistently, Jack",
          "letter": "D"
        }
      ],
      "correct_answer": "B",
      "solution_steps": [],
      "answer_explanation": "This tests the basic concept of misplaced modifiers at the beginning of a sentence.\n\n**Step 1: Identify the modifier**\n\"Consistently erupting\" is a modifying phrase at the beginning of the sentence, separated by a comma.\n\n**Step 2: Ask: What is \"consistently erupting\"?**\nIs Jack consistently erupting? No! The Old Faithful geyser is consistently erupting.\n\n**Step 3: Apply the \"next-door neighbor\" rule**\nWhen a modifier is at the beginning of a sentence, the first noun after the comma must be what the modifier describes.\n\nCurrently, \"Jack\" is the first noun after the comma, but Jack isn't erupting.\n\n**Step 4: Test each choice**\n- **A (NO CHANGE):** \"Consistently erupting, Jack loves...\" This says Jack is consistently erupting. Incorrect!\n\n- **B (\"Consistently erupting, the Old Faithful geyser at Yellowstone National Park\"):** Now the first noun after \"consistently erupting\" is \"the Old Faithful geyser.\" The geyser IS consistently erupting, so the modifier is correctly placed! Correct!\n\n- **C (\"Jack, consistently erupting,\"):** This places \"consistently erupting\" as a middle modifier describing Jack. Still says Jack is erupting. Incorrect!\n\n- **D (\"Erupting consistently, Jack\"):** Same problem—Jack is still the first noun after the modifier. Incorrect!\n\n**Why B is correct:**\nThe modifier \"consistently erupting\" must be right next-door to \"the Old Faithful geyser,\" which is what's actually erupting.\n\nThe answer is **B**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:06:03.807182+00:00",
      "updated_at": "2025-10-21T00:06:03.807182+00:00"
    },
    {
      "id": "e9a4fca6-ad50-48df-8bd4-9f416895e32a",
      "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517",
      "position": 2,
      "title": "Front Modifier with Multiple Nouns",
      "problem_text": "A brand new approach to automobile manufacturing, <u>Henry Ford and Ford Motor Company installed</u> the first moving assembly line in 1913.",
      "choices": [
        {
          "text": "NO CHANGE",
          "letter": "A"
        },
        {
          "text": "the Ford Motor Company, owned by Henry Ford, installed",
          "letter": "B"
        },
        {
          "text": "the first moving assembly line was installed by Henry Ford and Ford Motor Company in",
          "letter": "C"
        },
        {
          "text": "1913 was the first year that Henry Ford and the Ford Motor Company installed",
          "letter": "D"
        }
      ],
      "correct_answer": "C",
      "solution_steps": [],
      "answer_explanation": "This tests front modifiers where you need to identify what's being described.\n\n**Step 1: Identify the modifier**\n\"A brand new approach to automobile manufacturing\" is the modifying phrase at the beginning.\n\n**Step 2: Ask: What is \"a brand new approach to automobile manufacturing\"?**\nIs Henry Ford a brand new approach? No!\nIs the Ford Motor Company a brand new approach? No!\nIs the moving assembly line a brand new approach? Yes!\n\n**Step 3: Find the first noun after the comma**\nCurrently: \"Henry Ford and Ford Motor Company\"\n\nThis is wrong—people are not \"a brand new approach.\" The assembly line is the approach.\n\n**Step 4: Test each choice**\n- **A (NO CHANGE):** \"A brand new approach...Henry Ford and Ford Motor Company installed...\" This says Henry Ford and the company ARE a brand new approach. Incorrect!\n\n- **B (\"the Ford Motor Company, owned by Henry Ford, installed\"):** Still puts \"the Ford Motor Company\" as the first noun. The company isn't the approach. Incorrect!\n\n- **C (\"the first moving assembly line was installed by Henry Ford and Ford Motor Company in\"):** Now \"the first moving assembly line\" is the first noun after the modifier. The assembly line IS the brand new approach! Correct!\n\n- **D (\"1913 was the first year that Henry Ford and the Ford Motor Company installed\"):** \"1913\" (a year) is now the first noun. A year isn't an approach. Incorrect!\n\n**Why C is correct:**\nThe moving assembly line is the \"brand new approach to automobile manufacturing,\" so it must be the first noun after the comma.\n\nThe answer is **C**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:06:04.024195+00:00",
      "updated_at": "2025-10-21T00:06:04.024195+00:00"
    },
    {
      "id": "8939f5bb-1a0a-4ff5-a399-7d753515c301",
      "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517",
      "position": 3,
      "title": "Middle/End Modifier with \"which\"",
      "problem_text": "The research team, <u>which arrived at their nesting grounds early this year,</u> tracked the movements of the blue storks.",
      "choices": [
        {
          "text": "NO CHANGE",
          "letter": "A"
        },
        {
          "text": "which tracked the movements of the blue storks,",
          "letter": "B"
        },
        {
          "text": "arriving at their nesting grounds early this year,",
          "letter": "C"
        },
        {
          "text": "having arrived early at the nesting grounds,",
          "letter": "D"
        }
      ],
      "correct_answer": "B",
      "solution_steps": [],
      "answer_explanation": "This tests middle modifiers with \"which.\"\n\n**Step 1: Identify the modifier and what it's currently describing**\n\"Which arrived at their nesting grounds early this year\" is placed right after \"research team.\"\n\nSo it's currently describing the research team.\n\n**Step 2: Ask: Does this make sense?**\nDid the research team arrive at their nesting grounds early? No—the research team isn't nesting!\n\nThe blue storks arrived at their nesting grounds early.\n\n**Step 3: Apply the \"next-door neighbor\" rule for middle modifiers**\nMiddle modifiers must come right after what they describe.\n\nThe modifier should be describing the blue storks, but it's placed after \"research team.\"\n\n**Step 4: Test each choice**\n- **A (NO CHANGE):** Says the research team arrived at their (the team's?) nesting grounds. Teams don't have nesting grounds! Incorrect!\n\n- **B (\"which tracked the movements of the blue storks,\"):** Changes the modifier to describe what the research team did (tracked movements). Now it correctly modifies \"research team\"! If we need to keep the modifier in the middle, we should change what it says. Correct!\n\n- **C (\"arriving at their nesting grounds early this year,\"):** Still says the research team is arriving at nesting grounds. Same problem. Incorrect!\n\n- **D (\"having arrived early at the nesting grounds,\"):** Still modifying research team and saying they arrived at nesting grounds. Incorrect!\n\n**Why B is correct:**\nSince we can't easily move the modifier to be after \"blue storks\" (given the answer choices), the best fix is to change the modifier to correctly describe what comes before it—the research team tracked the movements.\n\nThe answer is **B**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:06:04.126584+00:00",
      "updated_at": "2025-10-21T00:06:04.126584+00:00"
    },
    {
      "id": "6eedb76a-22a7-4010-8cd6-5f3718c6c857",
      "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517",
      "position": 4,
      "title": "Modifier without Commas",
      "problem_text": "The dog <u>chasing the cat ran</u> into the street.",
      "choices": [
        {
          "text": "NO CHANGE",
          "letter": "A"
        },
        {
          "text": "chasing the cat, ran",
          "letter": "B"
        },
        {
          "text": "that was chasing the cat ran",
          "letter": "C"
        },
        {
          "text": ", chasing the cat, ran",
          "letter": "D"
        }
      ],
      "correct_answer": "A",
      "solution_steps": [],
      "answer_explanation": "This tests modifiers without commas using \"-ing\" words.\n\n**Step 1: Identify the modifier**\n\"Chasing the cat\" is a modifying phrase using an \"-ing\" word.\n\nNotice: There are no commas separating it.\n\n**Step 2: Find what it's modifying**\nThe phrase \"chasing the cat\" comes right after \"dog.\"\n\nSo it's describing the dog. Does this make sense? Yes! The dog is chasing the cat.\n\n**Step 3: Apply the \"next-door neighbor\" rule**\nFor modifiers without commas in the middle of the sentence, they must come right after what they describe.\n\n\"Chasing the cat\" is right after \"dog,\" and the dog IS doing the chasing. This is correct!\n\n**Step 4: Test each choice**\n- **A (NO CHANGE - \"chasing the cat ran\"):** \"Chasing the cat\" comes right after \"dog\" (correctly modifying it), and \"ran\" is the main verb. \"The dog chasing the cat ran into the street\" is grammatically correct! Correct!\n\n- **B (\"chasing the cat, ran\"):** Adding a comma before \"ran\" creates a pause that doesn't belong. \"Chasing the cat\" is essential to identifying which dog we're talking about, so it shouldn't be set off by commas. Incorrect!\n\n- **C (\"that was chasing the cat ran\"):** This changes the modifier to \"that was chasing the cat.\" While this could work, it's wordier than necessary. The original is more concise. But wait—this has \"ran\" twice in effect. Actually, reading it: \"The dog that was chasing the cat ran into the street\" works, but the question asks about the underlined portion. This is actually grammatically acceptable but unnecessarily wordy. Let me reconsider...\n\nActually, looking more carefully: The issue is whether the original needs fixing. \"The dog chasing the cat ran into the street\" is perfectly correct. The modifier \"chasing the cat\" correctly describes \"dog\" and is properly placed. Incorrect!\n\n- **D (\", chasing the cat, ran\"):** This sets off \"chasing the cat\" with commas as if it's unnecessary information. But it's essential—we need to know which dog. Also creates awkward punctuation. Incorrect!\n\n**Why A is correct:**\nThe modifier \"chasing the cat\" is correctly placed right after \"dog\" (what it describes), and no commas are needed because it's an essential modifier.\n\nThe answer is **A**.",
      "diagram_svg": null,
      "is_worked_example": false,
      "created_at": "2025-10-21T00:06:04.223743+00:00",
      "updated_at": "2025-10-21T00:06:04.223743+00:00"
    }
  ]
}