{
  "id": "f0148e1e-5c39-4a9e-9f13-80e50d30a009",
  "subject": "reading",
  "lesson_key": "maximizing-score",
  "title": "Topic 3.2 - 7 Tips to Maximize Your Reading Score",
  "content": "\n            <div class=\"lesson-intro\">\n                Before we go to the practice passages, let's discuss 7 tips that can help you maximize your score. Some of these will be review from what we have already covered in this course while others will be brand new tips and skills that you can use to further improve your scores.\n            </div>\n\n            <p>Try to use these tips on the practice passages in the next chapter and on practice ACTs. If you understand and use these tips, you will be prepared for your best ACT Reading score ever!</p>\n\n            <h3>7 Tips to Maximize Your Reading Score</h3>\n\n            <div class=\"concept-box\">\n                <h4>Tip #1 – Keep it Moving</h4>\n                <p>Time management is critical for success on the Reading Test. Remember, you have 10 minutes per passage for normal time and 15 minutes per passage for extended time, and you want to make sure that you finish all 4 passages.</p>\n                \n                <p>In general, you should never spend more than 1 minute on any single question (1.5 minutes for extended time). At first, it may be hard to manage time and know when to move on, but you will get a better sense of time management as you complete practice ACTs.</p>\n                \n                <p>This is especially true on the first 4-6 questions of each passage, where you need to follow the 30-second rule! If you cannot find the correct part of the passage quickly, circle the question number and move on. You may come across the evidence as you answer questions in the rest of the passage.</p>\n                \n                <p>We know it feels weird moving on without being confident in your answer choice but knowing when to move on will increase your score. You will be able to answer more questions and avoid guessing as time is running out.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Tip #2 – Circle Guesses; Box Non-Confident Answers</h4>\n                <p>Whenever you guess on a question, <strong>circle the question number</strong> on your test. If you finish with time left, go back to the circled questions you guessed on and spend more time looking for the Waldo. The question may also seem easier when you come back to it a second time.</p>\n                \n                <p>If you are not confident in your answer, <strong>box the question number</strong> on your test. If you have time left after going back to the circled questions you guessed on, you can look over these boxed questions again. Only change your answer if you have a very good reason! You are usually correct on your first attempt.</p>\n                \n                <p>However, if you realize you misread the question, did not notice a detail in the passage, or notice something that makes the answer choice you selected incorrect, change your answer.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Tip #3 – Never Worry About Patterns in the Answer Choices</h4>\n                <p>\"I bubbled in A and F for the last 4 questions. There is no way this one can be A again, right??\" WRONG!</p>\n                \n                <p>When answering a question, only focus on that question. Never let any pattern in the answer choices affect which answer choice you pick. Sometimes, the same spot on the scantron sheet is correct 4 or even 5 times in a row on the ACT. It is also possible that you answered one of the previous questions incorrectly, and there are not supposed to be 4 or 5 in a row.</p>\n                \n                <p>There is no way for you to know on test day, so just focus on selecting what you think is correct for each question.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Tip #4 – Boring is Better</h4>\n                <p>Boring answer choices are usually better on the ACT. If you are ever between two answer choices, always pick the more boring answer choice! The more specific an answer choice is, the more likely something in that answer choice is incorrect. Remember, an answer choice must be 100% correct to be correct.</p>\n                \n                <p>The challenge is that we do not like to pick boring answer choices, especially on challenging questions. An answer choice with more details is much easier to come up with a story as to why the answer could be correct, which makes you feel better bubbling it in.</p>\n                \n                <p>Your job is to pick the answer choice that is supported by the passage, not the one that feels best to you. So again, when you are between two answer choices, pick the boring one with fewer details.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Tip #5 – Beware of Keyword Matching</h4>\n                <p>Anytime you see words in an answer choice that directly match words from the passage, proceed with caution. Make sure the entire answer choice is correct. Matching keywords may be in the correct answer choice, but they can also be in incorrect answer choices that are half-truths, where part of the answer choice perfectly matches the passage but another part is incorrect.</p>\n                \n                <p>Students often mistakenly pick these incorrect answer choices because the keywords match. Never just match keywords; always make sure the answer choice you select is 100% correct.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Tip #6 – Do Not Over-Annotate</h4>\n                <p>Some students annotate a lot. Others make no annotations at all. There is no right or wrong way to annotate, so you need to find what works best for you. What is most important is to make sure that annotating is helping you better understand the passage and work through the questions more efficiently.</p>\n                \n                <p>If you are underlining 50% of the passage, those are not helpful annotations. If you are writing down notes after each paragraph but never use those notes, you are wasting time.</p>\n                \n                <p>Proper annotations should help you maintain focus as you read, increase your comprehension of what you read, and know where in the passage to go when working through the questions. How much you annotate and what types of annotations you use varies from student to student. On practice ACTs, try different methods for annotation and find what works best for you.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Tip #7 – Make the Most of Practice ACTs</h4>\n                <p>Practice ACTs are the best way to improve on the Reading Test…if you are using and reviewing them properly. Here are some tips for how to make the most of your practice ACTs:</p>\n                \n                <ol>\n                    <li><strong>Always time practice ACTs strictly.</strong> Never give yourself extra time to finish the section and see how you would have scored. It will give you false confidence for how much you are improving.</li>\n                    \n                    <li><strong>Review your mistakes thoroughly.</strong> Whenever you answer a question incorrectly, go back to the passage and find the evidence for the correct answer. Make sure you identify why your answer choice was incorrect. It is critical to learn from every single mistake you make to continuously improve.</li>\n                    \n                    <li><strong>Be obsessive about improving.</strong> Students who improve the most on the Reading Test are the ones who are most obsessive about learning from their mistakes. After each question, try to figure out why you missed the question. Did you not read the question carefully enough? Were you answering your own question and not exactly what the ACT was asking you? Did you not recognize the type of question? Once you figure out why you made the mistake, think about how you can avoid the mistake in the future.</li>\n                </ol>\n            </div>\n        ",
  "order_index": 12,
  "created_at": "2025-10-06T17:40:38.814547+00:00",
  "updated_at": "2025-10-06T17:40:38.814547+00:00",
  "topic_number": 3,
  "topic_lesson_number": null,
  "topic_title": "Advanced Strategies",
  "full_topic_code": "Topic 3.2"
}