{
  "id": "93b52405-9210-4962-9bd7-1c837003a56b",
  "subject": "reading",
  "lesson_key": "finding-correct-answer",
  "title": "Topic 1.2 - 3 Strategies for Finding the Correct Answer",
  "content": "\n            <div class=\"lesson-intro\">\n                Now that you have started to better understand the difference between correct and incorrect answer choices, let's introduce 3 important strategies to use to find the correct answer as consistently and efficiently as possible.\n            </div>\n\n            <p>You should always use these 3 strategies on the ACT Reading Test.</p>\n\n            <h3>3 Strategies for Finding the Correct Answer</h3>\n\n            <div class=\"concept-box\">\n                <h4>Strategy #1 – Put Your Finger on The Evidence</h4>\n                <p>There is always evidence for the correct answer in the passage. As we said in Chapter 1, the ACT Reading is like \"Where's Waldo\" book…the challenge is just finding the Waldo quickly enough. If you can put your finger on the evidence that matches the answer choice, you will know that you found the correct answer.</p>\n                <p><strong>And if you can put your finger on the evidence for every single question, you will get a fantastic ACT Reading score!</strong></p>\n                <p>Now, finding the Waldo for every single question can be difficult and time consuming, so do not rely only on this strategy. Sometimes, you just cannot find that evidence and will need to move on. This is an important time management strategy that we will discuss more later in this course.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Strategy #2 – Read Like a Lawyer</h4>\n                <p>When reading the question and the answer choices, read and consider every single word carefully. As you read the question, make sure you read the question carefully and know exactly what the question is asking you. As you read the answer choices, read critically and look for any specific details that could make the answer choice incorrect.</p>\n                <p>Remember, the correct answer must be 100% correct; reading like a lawyer is important to make sure you do not pick an answer choice that may seem correct but is not 100% correct.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>Strategy #3 – Eliminate Incorrect Answer Choices</h4>\n                <p>The instant that you spot anything wrong with an answer choice, cross off the answer choice and never read it again. And yes, we do mean physically cross it off! Eliminating incorrect answer choices helps you save time, as you will not waste time re-reading answer choices you already decided were incorrect.</p>\n                <p>In addition, if you are not confident on your answer and return to the question later, you will know which answer choice(s) you have already eliminated.</p>\n            </div>\n        ",
  "order_index": 2,
  "created_at": "2025-10-06T17:40:38.645362+00:00",
  "updated_at": "2025-10-06T17:40:38.645362+00:00",
  "topic_number": 1,
  "topic_lesson_number": null,
  "topic_title": "Fundamentals",
  "full_topic_code": "Topic 1.2"
}