{
  "id": "004d1c35-daf4-432b-9b7d-6c363d328713",
  "subject": "english",
  "lesson_key": "commas",
  "title": "Topic 1.2 - Essential Comma Rules",
  "content": "\n            <p class=\"lesson-intro\">Commas are the most common type of punctuation on the English Test. In order to successfully handle comma questions, we need to become familiar with the 4 types of commas that appear on the ACT.</p>\n            \n            <h3>The Four Types of Commas on the ACT</h3>\n            <p>So far, we have already discussed the first two types of commas from Chapter 1:</p>\n            \n            <div class=\"concept-box\">\n                <h4>1. Comma + FANBOYS</h4>\n                <p><strong>Correct:</strong> My alarm clock did not go off this morning, so I arrived late at school.</p>\n                <p>Use a comma and a FANBOYS (for, and, nor, but, or, yet, so) to join two independent clauses.</p>\n            </div>\n            \n            <div class=\"concept-box\">\n                <h4>2. Dependent clause followed by independent clause</h4>\n                <p><strong>Correct:</strong> While electronic music has become very popular, many people still prefer classic rock.</p>\n                <p>If a sentence has a dependent clause followed by an independent clause, you must link these with a comma.</p>\n            </div>\n            \n            <p>Next, we will learn the other 2 types of commas in English and on the ACT:</p>\n            \n            <div class=\"concept-box\">\n                <h4>3. Unnecessary Information</h4>\n                <p>Commas are used to separate unnecessary information from the rest of the sentence. Information is unnecessary if we can remove it without fundamentally changing the meaning of the sentence. Unnecessary information can be as short as a single word or as long as a lengthy phrase.</p>\n                <p><strong>Example:</strong> Mrs. Ellison, who is known for giving pop quizzes, is my least favorite teacher.</p>\n                <p><strong>Example:</strong> The snowboard in the closet, the one with no stickers on it, needs to be waxed.</p>\n                <p><strong>Example:</strong> The basketball team, though, did not mount a comeback this week.</p>\n            </div>\n            \n            <div class=\"concept-box\">\n                <h4>4. Listing</h4>\n                <p>Commas are used when listing more than two items and with lists of multiple adjectives modifying the same noun.</p>\n                <p><strong>Example:</strong> The group at the picnic table ordered coconut shrimp, hot wings, and onion rings.</p>\n                <p><strong>Example:</strong> The old, limping dog still managed to complete the 3-mile hike.</p>\n            </div>\n            \n            <div class=\"tip-box\">\n                <h4>TIP – The \"Crossing-Out\" Trick</h4>\n                <p>For unnecessary information commas, you must be able to completely remove the unnecessary information from the sentence. After removing the unnecessary information, what remains must still be a complete sentence that can stand by itself.</p>\n                <p><strong>To test if information is unnecessary:</strong> cross out the information and read the sentence without it. If you can cross out the information and the sentence still reads as a complete sentence, the information is unnecessary and needs to be set apart by a comma or commas.</p>\n                <p>Let's test with this sentence: <em>The wooden beam, set at an angle, created an optical illusion.</em></p>\n                <p>Crossing out \"set at an angle\": <em>The wooden beam created an optical illusion.</em> ✓ This works!</p>\n            </div>\n            \n            <h3>Unnecessary Information Commas</h3>\n            <p>The most common type of comma in English and on the ACT separates unnecessary information from the rest of the sentence. Information is unnecessary if we can remove the information from the sentence without fundamentally changing the meaning of the sentence.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Sitting behind the table,</strong> Mark waited to jump out and surprise his mother.</p>\n                <p>Dale grabbed his favorite surfboard, <strong>the blue and green one,</strong> and paddled out.</p>\n                <p>Buddy the Elf handed his father a bag of spaghetti, <strong>his face covered in syrup.</strong></p>\n                <p>The real winner, <strong>however,</strong> had yet to be revealed.</p>\n            </div>\n            \n            <p>In the sentences above, the unnecessary information is in bold. Each of these sentences still works if we ignore unnecessary information. That's how we know it is unnecessary and the commas are correct!</p>\n            \n            <h3>Unnecessary vs. Necessary Information</h3>\n            <p>At times, we will also need to determine if information is indeed unnecessary or not. These sentences are more challenging, but the trick is to delete the portion that may be unnecessary and see if the sentence loses any critical information.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> The dresses that need to be hemmed are hanging in the closet.</p>\n                <p><strong>Correct:</strong> Judith, who went to fashion school, designs dresses for a living.</p>\n            </div>\n            \n            <p>Why do we have no commas in the first sentence and commas for the second? In the first sentence, the information is necessary. If we just say, \"the dresses are hanging in the closet,\" then we do not know which specific dresses we are talking about. In the second sentence, we already know who designs the dresses, so the information about Judith going to fashion school is unnecessary.</p>\n            \n            <h3>The Names Rule</h3>\n            <p>The ACT loves to ask you how to properly punctuate names. You are almost guaranteed to see at least one commas and names question on test day.</p>\n            \n            <div class=\"rules-box\">\n                <h4>The Names Rule</h4>\n                <p>The names rule has to do with <strong>specificity</strong>:</p>\n                <ul>\n                    <li><strong>If the identifier before the name is not specific to one person</strong> (friend, American physicist, Olympic gold medalist, high school principal), the name is necessary, and there is <strong>no comma</strong> between the identifier and the name.</li>\n                    <li><strong>If the identifier is specific to one person</strong> (best friend, youngest sister, Amazon CEO), the name is unnecessary information, and there are <strong>commas around the name</strong>.</li>\n                </ul>\n            </div>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> My friend Kelly recently moved to London.</p>\n                <p><strong>Correct:</strong> My best friend, Andrew, is a certified scuba diver.</p>\n            </div>\n            \n            <p>In the first sentence, Kelly is necessary because without her name we do not know which friend recently moved to London. In the second sentence, Andrew is unnecessary because a person can only have one best friend. We do not need the name Andrew to know who we are talking about.</p>\n            \n            <h3>\"That\" vs. \"Which\" Phrases</h3>\n            \n            <div class=\"rules-box\">\n                <h4>Key Rule:</h4>\n                <ul>\n                    <li><strong>Phrases that start with \"that\" never get commas.</strong> \"That\" phrases are always necessary information.</li>\n                    <li><strong>Phrases that start with \"which\" always get commas.</strong> \"Which\" phrases are always unnecessary information.</li>\n                </ul>\n            </div>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> The dogs that live down the street are always barking.</p>\n                <p><strong>Correct:</strong> My neighbor's dogs, which are always barking, love to play fetch.</p>\n            </div>\n            \n            <p>Anytime you see \"which,\" there must be a comma right in front of it. The exception is when \"which\" is part of a prepositional phrase like \"on which,\" \"in which\" or \"of which.\"</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> The table on which the food was resting tipped over.</p>\n                <p><strong>Correct:</strong> The table, which the food was resting on, tipped over.</p>\n            </div>\n            \n            <h3>\"ing\" and \"ed\" Phrases</h3>\n            <p>Phrases that start with \"ing\" and \"ed\" may or may not be separated with commas. To determine if these phrases, which are called participle phrases, get commas or not, determine if the information in the phrase is necessary to the sentence or not. On the ACT, \"ing\" and \"ed\" phrases most commonly appear with commas and are unnecessary information.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> Excited for the car ride, Jane's bulldog started to jump up and down.</p>\n                <p><strong>Correct:</strong> Jane's bulldog, excited for the car ride, started to jump up and down.</p>\n                <p><strong>Correct:</strong> Marcus applied for the internship, hoping that he would get the position.</p>\n                <p><strong>Correct:</strong> Judy laid down, exhausted from the long workout.</p>\n            </div>\n            \n            <p>\"ing\" and \"ed\" phrases can also be necessary information when the phrase is helping to specify who or what the noun is. If the phrase is necessary, there are no commas.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> The politician waving to the crowd is predicted to win the election.</p>\n                <p><strong>Correct:</strong> The yoga pants advertised on the front page of the website were sold out.</p>\n            </div>\n            \n            <h3>Prepositional Phrases</h3>\n            <p>Prepositional phrases are phrases consisting of a preposition and its object. Some of the most common prepositions on the ACT are:</p>\n            \n            <div class=\"concept-box\">\n                <h4>Common Prepositions</h4>\n                <p><strong>in</strong> • <strong>of</strong> • <strong>to</strong> • <strong>for</strong> • <strong>with</strong> • <strong>on</strong> • <strong>at</strong> • <strong>from</strong> • <strong>by</strong> • <strong>about</strong> • <strong>as</strong> • <strong>into</strong> • <strong>like</strong> • <strong>through</strong> • <strong>after</strong> • <strong>over</strong> • <strong>between</strong> • <strong>during</strong> • <strong>before</strong> • <strong>among</strong> • <strong>around</strong></p>\n            </div>\n            \n            <div class=\"rules-box\">\n                <h4>Prepositional Phrase Rules</h4>\n                <ul>\n                    <li><strong>Prepositional phrases at the front of the sentence are always followed by a comma.</strong></li>\n                    <li><strong>Prepositional phrases in the middle or end of a sentence almost never have commas around them.</strong> Most prepositional phrases contain essential information.</li>\n                </ul>\n            </div>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> On my way to work, I listened to my new favorite podcast.</p>\n                <p><strong>Correct:</strong> After cleaning the garage, Ralph started weeding the garden.</p>\n                <p><strong>Correct:</strong> The clothing on the bed is for vacation. The clothing on the floor is being donated.</p>\n            </div>\n            \n            <p>On the ACT, 99% of prepositional phrases do not have commas, so in general you should never put commas around a prepositional phrase.</p>\n            \n            <h3>Transitional Words and Phrases Like \"However\"</h3>\n            <p>On the ACT, there are certain words and short phrases that often give students trouble on grammar questions. We prefer to think of these as transitional words and phrases like \"however.\"</p>\n            \n            <div class=\"concept-box\">\n                <h4>Common Transitional Words and Phrases</h4>\n                <p><strong>However</strong> • <strong>Though</strong> • <strong>Therefore</strong> • <strong>Instead</strong> • <strong>Likewise</strong> • <strong>Nevertheless</strong> • <strong>Regardless</strong> • <strong>Moreover</strong> • <strong>Subsequently</strong> • <strong>Furthermore</strong> • <strong>In addition</strong> • <strong>As a result</strong> • <strong>Of course</strong> • <strong>Otherwise</strong> • <strong>For example</strong></p>\n            </div>\n            \n            <div class=\"rules-box\">\n                <h4>Three Ways Transitional Words Can Appear:</h4>\n                <ol>\n                    <li><strong>At the front of the sentence followed by a comma.</strong><br>\n                        <em>However, the truth would not be revealed until next week.</em></li>\n                    \n                    <li><strong>Separated by commas in the middle of a sentence.</strong><br>\n                        <em>The truth, however, would not be revealed until next week.</em></li>\n                    \n                    <li><strong>Separated by a semicolon and a comma when between two independent clauses.</strong><br>\n                        <em>I expected to pay over $100 for my new hiking boots; however, I found a sale and got them for half of the original price.</em></li>\n                </ol>\n            </div>\n            \n            <div class=\"tip-box\">\n                <h4>How to Spot Unnecessary Information Commas Questions</h4>\n                <p>Unnecessary information commas questions always have two defining characteristics:</p>\n                <ol>\n                    <li><strong>The words in all 4 answer choices are the exact same.</strong></li>\n                    <li><strong>The only difference in the answer choices is where commas are located.</strong></li>\n                </ol>\n                <p>Anytime we see a question like this, we are dealing with an unnecessary information commas question and should use the \"crossing-out\" trick.</p>\n            </div>\n            \n            <h3>Listing Commas</h3>\n            <p>The easiest types of commas on the English Test are listing commas. Listing commas can appear in a multiple item list and between lists of multiple adjectives describing the same noun.</p>\n            \n            <h3>Commas and Lists</h3>\n            <p>Listing commas are used to separate the items in a list of 3 or more items.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> I went to the grocery store to pick up chicken, cheese, and bread.</p>\n                <p><strong>Correct:</strong> I went to the grocery store to pick up chicken, cheese and bread.</p>\n            </div>\n            \n            <p>The final comma in a list of items is called the Oxford comma. Use of the Oxford comma is stylistic, so technically both lists with and without the Oxford comma are correct. As a result, the Oxford comma alone will never make an answer choice correct or incorrect on the ACT.</p>\n            \n            <p>Lists must have 3 or more items to include commas. Be sure that you do not use commas in a list of just two items.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Incorrect:</strong> The food was both incredibly savory, and overwhelmingly satisfying.</p>\n                <p><strong>Correct:</strong> The food was both incredibly savory and overwhelmingly satisfying.</p>\n            </div>\n            \n            <h3>Adjective Lists with and without Commas</h3>\n            <p>Listing commas are also used to separate a list of multiple adjectives modifying the same noun.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> The wet, smelly dog was excited for the car ride home.</p>\n                <p><strong>Correct:</strong> The narrow, winding, treacherous roads through the mountains are difficult to drive.</p>\n            </div>\n            \n            <p>On more difficult questions, we will need to know when to use commas in lists of adjectives and when commas are not necessary.</p>\n            \n            <div class=\"tip-box\">\n                <h4>TIP – \"The Switching Trick\"</h4>\n                <p>When you see multiple adjectives modifying a noun, switch the order of the adjectives to test whether or not you need a comma between the adjectives.</p>\n                <p><strong>Rule:</strong> If you can switch the order of the adjectives without changing the meaning of the sentence, put a comma between the adjectives. If switching the order changes the meaning or makes no sense, there is no comma between the adjectives.</p>\n                <p><strong>In short: If you can switch the adjectives, put a comma. No switch, no comma.</strong></p>\n            </div>\n            \n            <div class=\"example-box\">\n                <p><strong>Test:</strong> The sweet cold ice cream was refreshing.</p>\n                <p><strong>Switch test:</strong> The cold sweet ice cream was refreshing. ✓ Works!</p>\n                <p><strong>Correct:</strong> The sweet, cold ice cream was refreshing.</p>\n                \n                <p><strong>Test:</strong> Elliot had to take off his stainless steel necklace.</p>\n                <p><strong>Switch test:</strong> Elliot had to take off his steel stainless necklace. ✗ Doesn't work!</p>\n                <p><strong>Correct:</strong> Elliot had to take off his stainless steel necklace.</p>\n            </div>\n            \n            <div class=\"tip-box\">\n                <h4>The \"1-Comma\" Rule</h4>\n                <p>When a sentence has only one comma in the middle, there must be an independent clause before or after the comma but not both and not neither. The only exception to this rule is a comma + FANBOYS linking two independent clauses.</p>\n                <p>If before and after are both independent, we have a comma splice. If neither is independent, we have a sentence fragment.</p>\n                <p>This rule helps you answer some of the most difficult sentence structure/commas questions correctly!</p>\n            </div>\n            \n            <div class=\"practice-box\">\n                <h4>Practice Example</h4>\n                <p>Identify what type of comma rule applies to each sentence:</p>\n                <ol>\n                    <li><em>Although it was raining, we decided to go hiking.</em></li>\n                    <li><em>My sister, who lives in Chicago, is visiting next week.</em></li>\n                    <li><em>I need to buy milk, eggs, and bread.</em></li>\n                    <li><em>The old, wooden bridge creaked as we crossed.</em></li>\n                </ol>\n                <p><strong>Answers:</strong></p>\n                <ol>\n                    <li>Dependent clause comma</li>\n                    <li>Unnecessary information comma</li>\n                    <li>Listing comma</li>\n                    <li>Listing comma (adjectives)</li>\n                </ol>\n            </div>\n            \n            <div class=\"key-takeaway\">\n                <h4>Key Takeaway</h4>\n                <p>Master these four comma types and you'll handle the majority of punctuation questions on the ACT English test. Remember: when you see comma placement in the answer choices, identify which of the four comma rules applies, then apply the appropriate test (crossing-out trick, switching trick, etc.).</p>\n            </div>\n        ",
  "order_index": 2,
  "created_at": "2025-10-06T17:40:38.478792+00:00",
  "updated_at": "2025-10-06T17:40:38.478792+00:00",
  "topic_number": 1,
  "topic_lesson_number": null,
  "topic_title": "Grammar Fundamentals",
  "full_topic_code": "Topic 1.2"
}