{
  "id": "1936eeb9-5a60-4fff-94c7-079319a747a9",
  "subject": "reading",
  "lesson_key": "breaking-down-questions",
  "title": "Topic 2.2 - Breaking Down Questions",
  "content": "\n            <div class=\"lesson-intro\">\n                The most important skill for success on the Reading Test is effectively breaking down each question to identify exactly what the ACT is asking you. Many students believe that they are already doing this, but most are not doing it effectively enough or at all.\n            </div>\n\n            <p>Let us give you an example to better explain what we mean. Imagine that you are taking an ACT Reading Test and are working on a question. You read the question and go back to the passage to look for the evidence. All of a sudden, I reach across the table and take your ACT away and ask you, \"what exactly are you looking for?\" If you cannot tell me EXACTLY what you are looking for, you are not doing a good enough job breaking down the question.</p>\n\n            <p>In this chapter, we will teach you the skills and methods that you need to effectively break down questions and identify exactly what you are looking for when you go to the passage. The better you get at breaking down questions, the easier the Reading Test becomes.</p>\n\n            <h3>Skill #1 – Identify the Type of Question</h3>\n            <div class=\"concept-box\">\n                <p>When you read a question, you first need to identify the type of question. You should memorize all the key words and approaches we learned in Chapter 5 to make identifying question types easy. Knowing what type of question you are looking at is critical to knowing how to approach the question and the type of evidence to look for in the passage.</p>\n                \n                <div class=\"practice-box\">\n                    <h4>Practice Examples:</h4>\n                    <p><strong>1.</strong> The passage indicates that Austin had what reaction when Mr. Amar told him his cabinet was not up to industry standards?</p>\n                    <p><em>Question Type: Clear Evidence</em></p>\n                    \n                    <p><strong>2.</strong> It can be inferred that the first attempt to fix the water contamination issue failed because it:</p>\n                    <p><em>Question Type: Inference</em></p>\n                    \n                    <p><strong>3.</strong> The author discusses dual insulation in water bottles in order to:</p>\n                    <p><em>Question Type: Purpose</em></p>\n                    \n                    <p><strong>4.</strong> According to the passage, Terry would occasionally appear at the tennis courts to:</p>\n                    <p><em>Question Type: Clear Evidence</em></p>\n                </div>\n            </div>\n\n            <h3>Skill #2 – Identify the Keywords</h3>\n            <div class=\"concept-box\">\n                <p>To find the evidence in the passage quickly, we want to identify the keyword(s) in the question. The keyword(s) are the words or phrases that we can skim for in the passage. On the ACT, the keyword(s) from the question are almost always right nearby the evidence.</p>\n                \n                <p>If you can find the keyword(s) in the passage, the evidence is almost always right nearby. The keywords are like little flags saying, \"Look over here for the evidence!\" After you find the keyword(s), use the 2-sentence rule – read the 2 sentences before and 2 sentences after.</p>\n                \n                <div class=\"example-box\">\n                    <h4>Example 1:</h4>\n                    <p>In the passage, the narrator describes a brick wall of an abandoned restaurant as:</p>\n                    <p><strong>Keywords:</strong> \"brick wall\" and \"abandoned restaurant\"</p>\n                    <p>If you can find where the passage discusses the brick wall of the abandoned restaurant, the Waldo should be right nearby and clearly match one of the answer choices.</p>\n                </div>\n                \n                <div class=\"example-box\">\n                    <h4>Example 2:</h4>\n                    <p>The passage suggests that one difference between a white dwarf and a red giant is that a red giant:</p>\n                    <p><strong>Keywords:</strong> \"white dwarf\" and \"red giant\"</p>\n                    <p>We need to look for \"white dwarf\" and \"red giant\" in the passage and then look for a difference.</p>\n                </div>\n            </div>\n\n            <h3>Primary and Secondary Keywords</h3>\n            <div class=\"concept-box\">\n                <p>After we identify the keywords, we want to identify the primary and secondary keywords. The primary keywords are the one(s) that are (1) easiest to locate in the passage and (2) more unique to the question.</p>\n                \n                <p>Once you see the primary keyword(s) in the passage, finding the secondary keyword(s) will confirm that you are in the right area.</p>\n                \n                <p><strong>Steps to use keywords effectively:</strong></p>\n                <ol>\n                    <li>Underline the keyword(s) as you read the question</li>\n                    <li>Identify the primary keyword(s)</li>\n                    <li>Look for the primary keyword(s) in the passage</li>\n                    <li>Once you find the primary keyword(s), use the 2-sentence rule</li>\n                    <li>Find the evidence in the passage (the Waldo) and answer the question</li>\n                </ol>\n                \n                <div class=\"example-box\">\n                    <h4>Example: Primary vs. Secondary Keywords</h4>\n                    <p>The passage indicates that covering themselves in mud might benefit some mammals by:</p>\n                    <p><strong>Primary Keywords:</strong> covering themselves in mud</p>\n                    <p><strong>Secondary Keywords:</strong> benefit, mammals</p>\n                    <p>The primary keywords \"covering themselves in mud\" are most likely only discussed once in the passage and will be easier to locate. The secondary keywords \"benefit\" and \"mammals\" are likely going to appear more commonly throughout the passage.</p>\n                </div>\n            </div>\n\n            <h3>Primary Keywords - 3 Common Types</h3>\n            <div class=\"concept-box\">\n                <h4>1) Capitalized Words (Names, locations, etc.)</h4>\n                <p>Names, locations, or any other capitalized words are always good keywords to prioritize, especially when answering a question without a line reference. Capitalized words are easier to find when skimming through the passage.</p>\n                \n                <h4>2) Numbers</h4>\n                <p>Numbers are always a primary keyword. Just like capitalized words, numbers are always easy to find in the passage, making them great keywords for any question without a line reference.</p>\n                \n                <h4>3) Unique Keywords</h4>\n                <p>Look for unique keyword(s) in the question that are not consistently used in the passage. Once you find the unique keyword(s) in the passage, read for context. The evidence is usually within a few sentences of the unique keyword(s).</p>\n            </div>\n\n            <div class=\"tip-box\">\n                <h4>Look for Synonyms of Keywords</h4>\n                <p>The exact keywords from the question are not always in the passage, so you should also look for synonyms of the primary and secondary keywords. For most questions, the exact keywords from the question will be in the passage, but that is not always the case.</p>\n                \n                <p><strong>Example:</strong> If a question asks about the narrator's relationship with her family, you cannot just look for the word \"family.\" Any of these synonyms also refer to the narrator's family: mother, father, brother, sister, son, daughter, siblings, cousin, etc.</p>\n            </div>\n\n            <h3>Skill #3 – Rephrase the Question in Your Own Words (If Necessary)</h3>\n            <div class=\"concept-box\">\n                <p>For many questions on the ACT, the keyword(s) are enough to know exactly what you are looking for. For these questions, there is no need to rephrase the question in your own words.</p>\n                \n                <p>For more complicated questions that are a bit more challenging to break down, it can be important to rephrase the questions in your own words. If you can rephrase the question in your own words, you know exactly what you are looking for when you go back to the passage.</p>\n                \n                <div class=\"example-box\">\n                    <h4>Example of When to Rephrase:</h4>\n                    <p><strong>Question:</strong> The narrator indicates that which of the following potential risks that doctors face while at work is a concern to her father?</p>\n                    <p><strong>Rephrase:</strong> What risk that doctors face is a concern for her father?</p>\n                    <p>With this question, there is not a clear primary keyword(s) that we can easily skim for in the passage. The best primary keyword here is probably \"father.\" However, if you just go skim for \"father\" in the passage and are not clear that you are looking for \"risks that doctors face that concern her father,\" you are likely going to have much more trouble finding the right part of the passage.</p>\n                </div>\n            </div>\n\n            <div class=\"tip-box\">\n                <h4>Tips For When to Rephrase the Question</h4>\n                <ol>\n                    <li>If you read a question and are unclear exactly what the question is asking, rephrase the question in your own words before going back to the passage</li>\n                    <li>For long questions with many keywords, rephrase the question</li>\n                    <li>Generally speaking, the longer the question is, the more likely you should rephrase the question in your own words</li>\n                    <li>Find what works for you! There is no set of rules for when to rephrase the question vs. when to use the keywords</li>\n                </ol>\n            </div>\n        ",
  "order_index": 6,
  "created_at": "2025-10-06T17:40:38.645362+00:00",
  "updated_at": "2025-10-06T17:40:38.645362+00:00",
  "topic_number": 2,
  "topic_lesson_number": null,
  "topic_title": "Question Types",
  "full_topic_code": "Topic 2.2"
}