{
  "id": "0aad901f-3b41-4750-9f38-72afe5f7e8bb",
  "subject": "reading",
  "lesson_key": "answer-choices",
  "title": "Topic 2.3 - How to Approach the Answer Choices",
  "content": "\n            <div class=\"lesson-intro\">\n                After identifying the question type, finding the primary and secondary keywords, and rephrasing the question (if necessary), we are ready to go back to the passage, find the Waldo, and answer the question. Part of that process involves reading the answer choices.\n            </div>\n\n            <p>After we break down the question, we will use the following steps to answer a question:</p>\n            <ul>\n                <li>Go to the passage and skim for the primary keyword(s)</li>\n                <li>Find the keyword(s) in the passage and use the 2-sentence rule. Look for secondary keyword(s)</li>\n                <li>Find your Waldo</li>\n                <li>Read the answer choices</li>\n                <li>Eliminate incorrect answer choices</li>\n                <li>Find the correct answer choice that is supported by evidence from the passage</li>\n            </ul>\n\n            <p><strong>Note:</strong> The steps above are not numbered! There is no exact order to go through the steps. The order that you will go through these steps will depend on the question type, how easily you can find the correct part of the passage, and your own personal preference.</p>\n\n            <h3>When to Read the Answer Choices</h3>\n            <p>After reading the question, should I read the answer choices right away or go back to the passage first? The answer is it depends on the question type, your reading comprehension skills, and your recall of the passage.</p>\n\n            <div class=\"concept-box\">\n                <h4>1. For \"which of the following\" questions, read the answer choices right away.</h4>\n                <p>Without reading the answer choices, it is impossible to know what you are looking for to answer the question.</p>\n                \n                <p><strong>Example:</strong> Which of the following statements best describes the author's view of Grier's theory on internet marketing?</p>\n                <p>For any \"which of the following\" questions, read the answer choices before going back to the passage. Knowing the 4 options before you read the passage makes it easier to find the correct answer or eliminate incorrect answer choices.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>2. For purpose questions, read the passage first and come up with YOUR answer.</h4>\n                <p>For purpose questions, we recommend going back to the passage, reading for context, and coming up with your own answer. Once you have your answer, look at the answer choices to see which one best matches your reasoning.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>3. For broad passage questions, try to come up with YOUR own answer first.</h4>\n                <p>After reading the entire passage and answering all other questions, you will likely understand the passage pretty well, so you can come up with your own answer when asked about the passage as a whole.</p>\n                \n                <p>If you found the passage difficult to understand and cannot come up with your own answer, read the answer choices right away. Knowing the 4 options can make it easier to go back to the passage and find the answer choice that matches or to eliminate answer choices that are incorrect.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>4. For clear evidence and inference questions, try both methods below and find what is better for you.</h4>\n                \n                <p><strong>Method #1 – Reading the answer choices right away.</strong></p>\n                <p>This can be helpful because you know the 4 options that you are looking for in the passage before going back to the passage. As you read, you may come across the Waldo and recognize that it matches an answer choice you just read.</p>\n                <p>This method does not work if reading the answer choices distracts you from knowing EXACTLY what the question is asking.</p>\n                \n                <p><strong>Method #2 – Go back to the passage first.</strong></p>\n                <p>If reading the answer choices distracts you from what the question is asking, go back to the passage first, look for evidence, and then read the answer choices. Clear evidence and inference questions are usually quite specific, so you will likely know where in the passage you need to read.</p>\n                \n                <p>If you use method #2 and cannot find the evidence for a clear evidence or inference question in the first 20-30 seconds, read the answer choices. The answer choices may trigger your memory of something you read.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>5. Read the answer choices right away when you do not have primary keywords.</h4>\n                <p>For any vague questions that do not have any primary keywords, read the answer choices right away. The answer choices may help you identify where in the passage to go or may trigger your memory from something that you have already read.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>6. Let the answer choices help on passages you have trouble understanding.</h4>\n                <p>For any passage that you have trouble understanding, read the answer choices more quickly. If you read a passage and feel like you just do not know what is going on, let the answer choices help you.</p>\n                \n                <p>Let's say you are asked a question about the main idea of a paragraph. After reading the paragraph, you have no idea what the paragraph is saying. Read the 4 answer choices and then reread the paragraph. Now that you know the 4 options, you may be able to recognize what the main idea of the paragraph is.</p>\n            </div>\n\n            <h3>How to Read the Answer Choices Most Effectively</h3>\n            \n            <div class=\"concept-box\">\n                <h4>Our Recommended Approach – Work Both Forwards and Backwards</h4>\n                <p>We recommend working forwards (look for evidence in the passage) and backwards (eliminate incorrect answer choices) at the same time.</p>\n                \n                <p><strong>Work Forwards – Look for the Evidence in the Passage</strong></p>\n                <p>Working forwards is looking for the evidence in the passage that matches the correct answer choice. When working forwards, put your finger on the evidence (the Waldo!) and match it to the correct answer choice.</p>\n                \n                <p><strong>Work Backwards – Eliminate Incorrect Answer Choices</strong></p>\n                <p>Working backwards is eliminating incorrect answer choices. Anytime you see an answer choice that is incorrect for any reason, cross it off.</p>\n                \n                <p>For some questions, it is easier to eliminate three answer choices as incorrect than it is to find the evidence that supports the correct answer. Even if you cannot find evidence in the passage, if you can eliminate 3 answer choices as incorrect, you have found the correct answer.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>How to Work Forwards and Backwards</h4>\n                <p>As you read each answer choice, you should be simultaneously working forward and backwards. Ask yourself the following questions:</p>\n                <ol>\n                    <li>Is there evidence in the passage that matches what this answer choice says?</li>\n                    <li>Is there any specific detail or strong statement in this answer choice that could make it incorrect?</li>\n                </ol>\n                \n                <p>The first question is working forwards. The second question is working backwards. As you read each answer choice, look for any word(s) that could make the answer choice incorrect. Be cautious about specific details or strong statements in the answer choices.</p>\n                \n                <p>In general, stronger and more specific answer choices are usually incorrect because they cannot be supported by the passage. Oppositely, more boring answer choices are more commonly correct.</p>\n            </div>\n\n            <div class=\"tip-box\">\n                <h4>Important Tip</h4>\n                <p>If you are stuck between two answer choices and cannot find any evidence to support either one, always pick the less detailed answer choice. Boring is usually better on the ACT Reading Test!</p>\n            </div>\n        ",
  "order_index": 7,
  "created_at": "2025-10-06T17:40:38.814547+00:00",
  "updated_at": "2025-10-06T17:40:38.814547+00:00",
  "topic_number": 2,
  "topic_lesson_number": null,
  "topic_title": "Question Types",
  "full_topic_code": "Topic 2.3"
}