{
  "id": "874ce091-f661-4168-82db-c71415ae86f8",
  "subject": "reading",
  "lesson_key": "question-types",
  "title": "Topic 2.1 - How to Spot and Approach the 7 Most Common Types of Questions",
  "content": "\n            <div class=\"lesson-intro\">\n                Knowing the type of question that you are being asked to answer is a critical skill to maximize your Reading score. In this chapter, we will teach you the 7 most common types of questions on the ACT, how to spot each type on the test, and the best methods for approaching each one.\n            </div>\n\n            <p>ACT Reading questions can be broken into 7 types of questions:</p>\n            <ol>\n                <li>Broad Passage</li>\n                <li>Clear Evidence</li>\n                <li>Inference</li>\n                <li>Purpose</li>\n                <li>Main Idea</li>\n                <li>Words in Context</li>\n                <li>Comparing Passages</li>\n            </ol>\n\n            <p>These categories cover 95+% of questions on the ACT, but there can still be some other miscellaneous question types.</p>\n\n            <h3>1) Broad Passage Questions</h3>\n            <div class=\"concept-box\">\n                <p>Broad passage questions are often the first question (and sometimes the first 2 questions) in a passage. Some common broad passage questions are:</p>\n                <ul>\n                    <li>The passage can be best described as</li>\n                    <li>The main idea of the passage is</li>\n                    <li>The main purpose of the passage is to</li>\n                    <li>The author's central claim is</li>\n                    <li>The passage is written from the point of view of</li>\n                    <li>A central theme of the passage is</li>\n                    <li>Which choice best describes the narrator?</li>\n                    <li>Which choice best describes the overall structure of the passage?</li>\n                </ul>\n                <p><strong>Remember, we recommend skipping broad passage questions and answering them last.</strong> After completing the rest of the questions, you will understand the passage better and are more likely to answer broad passage questions correctly.</p>\n            </div>\n\n            <h3>2) Clear Evidence Questions</h3>\n            <div class=\"concept-box\">\n                <p>For clear evidence questions, the correct answer is a restatement or rephrasing of evidence directly stated in the passage. Once you find your Waldo, the correct answer will most commonly be \"slap-you-in-the-face\" obvious.</p>\n                \n                <p><strong>Clear evidence questions almost always have at least one of the following keywords:</strong></p>\n                <ul>\n                    <li>Indicates</li>\n                    <li>States</li>\n                    <li>Argues</li>\n                    <li>Describes</li>\n                    <li>Claims</li>\n                    <li>According to the passage(s)/author/narrator</li>\n                    <li>Based on the passage(s)</li>\n                    <li>In the passage(s)</li>\n                </ul>\n                \n                <p><strong>Other less common clear evidence keywords:</strong></p>\n                <ul>\n                    <li>Characterizes</li>\n                    <li>Clarifies</li>\n                    <li>As presented in the passage(s)</li>\n                </ul>\n                \n                <p><strong>Important:</strong> Whenever we spot a clear evidence question, we know that we are looking for clear evidence in the passage. Do not make any inferences when answering the question! This is one of the most common mistakes that students make.</p>\n            </div>\n\n            <h3>3) Inference Questions</h3>\n            <div class=\"concept-box\">\n                <p>For inference questions, the correct answer is most commonly not directly stated in the passage. Instead, the correct answer is demonstrated in the passage. There is still strong evidence from the passage to support the correct answer, but the evidence is not going to directly match the answer choice.</p>\n                \n                <p><strong>Inference questions always have at least one of the following keywords:</strong></p>\n                <ul>\n                    <li>Inferred</li>\n                    <li>Implies</li>\n                    <li>Suggests</li>\n                    <li>Assumed</li>\n                    <li>Most reasonably</li>\n                    <li>Most likely</li>\n                    <li>Most clearly</li>\n                    <li>Most nearly</li>\n                    <li>Most strongly</li>\n                    <li>Best supports</li>\n                </ul>\n                \n                <div class=\"example-box\">\n                    <p><strong>Example:</strong> His mother, standing across the room, smiled warmly at Elijah. His grandfather, a man known for his short temper and intimidating appearance, knelt and reached out his hand.</p>\n                    <p><strong>Question:</strong> In the passage, the actions of Elijah's mother suggest that she</p>\n                    <p><strong>Answer:</strong> A. wishes to support Elijah's interaction with his grandfather.</p>\n                    <p>Notice that the passage never directly states that Elijah's mother supports the interaction with the grandfather, but the \"smiling warmly\" at this interaction demonstrates her support.</p>\n                </div>\n                \n                <p>Inference questions are generally more difficult because you must select an answer choice that is demonstrated but not directly stated in the passage. Remember that there still needs to be evidence (and usually strong evidence) from the passage to support the correct answer.</p>\n            </div>\n\n            <h3>4) Purpose Questions</h3>\n            <div class=\"concept-box\">\n                <p>Purpose questions ask us to think about WHY a sentence, quotation, or paragraph is included in the passage.</p>\n                \n                <p><strong>Purpose questions always have at least one of the following keywords:</strong></p>\n                <ul>\n                    <li>Purpose</li>\n                    <li>Serve(s) to</li>\n                    <li>In order to</li>\n                    <li>Mainly to</li>\n                    <li>Function</li>\n                    <li>Primarily to</li>\n                </ul>\n                \n                <p>To answer purpose questions correctly, we must read for context and think about WHY the information is included in the passage. If you read just the lines or the paragraph in the question, you will likely not have the context that you need to answer the question correctly.</p>\n            </div>\n\n            <h3>5) Main Idea Questions</h3>\n            <div class=\"concept-box\">\n                <p>Main idea questions ask us to figure out WHAT a portion of the passage or paragraph is saying. The correct answer to a main idea question summarizes the part of the passage the question is asking about.</p>\n                \n                <p><strong>Main idea questions most commonly have the following keywords:</strong></p>\n                <ul>\n                    <li>Main idea</li>\n                    <li>Best summarizes</li>\n                    <li>Central claim</li>\n                    <li>Paraphrases</li>\n                </ul>\n                \n                <p>For main idea questions, focus on the part of the passage the question is asking you to consider and summarize what is being said. You should still read for a little bit of context, but the context for main idea questions is not as important.</p>\n            </div>\n\n            <h3>6) Words in Context Questions</h3>\n            <div class=\"concept-box\">\n                <p>Words in context questions ask us to select what a word or phrase most nearly means in the context of the passage. Usually, we are being asked about the meaning of a word or phrase that is being used in an uncommon way in the passage.</p>\n                \n                <p><strong>Words in context questions always have the phrase \"most nearly means\" and look like this:</strong></p>\n                <p>As used in line 61, \"audible\" most nearly means</p>\n                <p>A. Noisy<br>B. Detectable<br>C. Noticeable<br>D. Clear</p>\n                \n                <p>To find the correct answer, you must read for context. We recommend that you read the sentence before, the sentence the word or phrase is included in, and the following sentence.</p>\n                \n                <div class=\"tip-box\">\n                    <h4>Two Approaches for Words in Context Questions</h4>\n                    <p><strong>Method #1: Pick Your Own Word</strong></p>\n                    <ol>\n                        <li>Read for context</li>\n                        <li>Pick your own word to replace the word</li>\n                        <li>Look at the answer choices and pick the word that best matches your word</li>\n                    </ol>\n                    \n                    <p><strong>Method #2: Plug the Answer Choices Back into the Passage</strong></p>\n                    <ol>\n                        <li>Read each answer choice back in the passage. Make sure to read for context</li>\n                        <li>Pick the answer choice that best replaces the word</li>\n                    </ol>\n                </div>\n                \n                <div class=\"tip-box\">\n                    <h4>Do Not Assume the Hard Vocabulary Word is Correct</h4>\n                    <p>If you see any word(s) that you do not know in a words in context question, do not assume the hard word is correct. Sometimes, the ACT is testing your vocabulary and the hard word is correct. Other times, the hard word is just a decoy and a simpler word that you know fits correctly.</p>\n                </div>\n            </div>\n\n            <h3>7) Comparing Passages Questions</h3>\n            <div class=\"concept-box\">\n                <p>At the end of the dual text passage, there are 3 comparing passages questions. These questions ask us to compare the dual text passages in a variety of ways, including many of the question types we have covered already in this chapter.</p>\n                \n                <p>These questions are easy to spot because the question will clearly indicate that you are using both passages by referencing the passages or the authors of the passages.</p>\n                \n                <p><strong>Comparing passages questions can look like this:</strong></p>\n                <ul>\n                    <li>Which choice best describes the relationship between the two passages?</li>\n                    <li>One similarity between passage A and passage B is that both passages argue</li>\n                </ul>\n                \n                <p>In general, you should approach comparing passages questions with the same methods that we will learn for the questions in a normal passage.</p>\n            </div>\n        ",
  "order_index": 5,
  "created_at": "2025-10-06T17:40:38.645362+00:00",
  "updated_at": "2025-10-06T17:40:38.645362+00:00",
  "topic_number": 2,
  "topic_lesson_number": null,
  "topic_title": "Question Types",
  "full_topic_code": "Topic 2.1"
}