{
  "id": "f3c9dd9c-aa5b-4f43-b3c4-cfc6cc3a07a8",
  "subject": "english",
  "lesson_key": "misc-topics",
  "title": "Topic 1.8 - Miscellaneous Topics",
  "content": "\n            <p class=\"lesson-intro\">There are a variety of other miscellaneous topics that appear on the English Test. We will cover all of these topics in this chapter.</p>\n            \n            <h3>Commonly Confused Words</h3>\n            <p>The ACT will test you on many commonly confused words. The most common one of these on the English Test is \"affect\" vs. \"effect.\"</p>\n            \n            <div class=\"rules-box\">\n                <h4>Affect vs. Effect</h4>\n                <p><strong>\"Affect\" is a verb,</strong> meaning to act on or produce a change in.</p>\n                <p><strong>\"Effect\" is a noun,</strong> meaning the result of a change.</p>\n                <p>As long as you remember this rule, \"affect\" vs. \"effect\" questions should be easy!</p>\n            </div>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> Sunshine and palm trees affect my mood positively.</p>\n                <p><strong>Correct:</strong> Sunshine and palm trees have a positive effect on my mood.</p>\n            </div>\n            \n            <h3>Than vs. Then</h3>\n            <p><strong>\"Than\" is only used for comparisons.</strong> \"Then\" has multiple meanings: it can be used when dealing with time, to mean \"in addition to,\" or with \"if/then\" statements. When you see \"then\" and \"than\" on the test, just remember this quick rule: <strong>for a comparison, use \"than.\" Otherwise, use \"then.\"</strong></p>\n            \n            <div class=\"example-box\">\n                <p><strong>Incorrect:</strong> I think that chocolate with almonds is much better then ice cream.</p>\n                <p><strong>Correct:</strong> I think that chocolate with almonds is much better than ice cream.</p>\n                \n                <p><strong>Incorrect:</strong> I need to call my mother, and than we can leave.</p>\n                <p><strong>Correct:</strong> I need to call my mother, and then we can leave.</p>\n            </div>\n            \n            <h3>Have vs. Of</h3>\n            <p>Many people often mistakenly use \"could of\" or \"would of.\" <strong>This is always incorrect!</strong> To be correct, we need to use \"could have\" or \"would have.\" The words \"could,\" \"should,\" \"would,\" and \"might\" should always be followed by \"have\" not \"of\".</p>\n            \n            <p>The reason we often make this mistake is the contraction \"could've,\" which is short for \"could have,\" is often pronounced like \"could of.\"</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Incorrect:</strong> If we left the show earlier, we could of avoided the traffic in the parking lot.</p>\n                <p><strong>Correct:</strong> If we left the show earlier, we could have avoided the traffic in the parking lot.</p>\n            </div>\n            \n            <h3>Countable vs. Non-countable Adjectives</h3>\n            <p>A countable noun is something that you can count, such as bottles of milk or hours. A non-countable noun is something that cannot be expressed in a plural form, such as time or air. Certain adjectives can only be used to modify countable or non-countable nouns.</p>\n            \n            <div class=\"concept-box\">\n                <h4>Countable vs. Non-countable Adjectives</h4>\n                <table style=\"width: 100%; border-collapse: collapse;\">\n                    <tr style=\"border-bottom: 2px solid #ddd;\">\n                        <td style=\"padding: 0.5rem; font-weight: bold; text-align: center;\">Countable</td>\n                        <td style=\"padding: 0.5rem; font-weight: bold; text-align: center;\">Non-Countable</td>\n                    </tr>\n                    <tr style=\"border-bottom: 1px solid #ddd;\">\n                        <td style=\"padding: 0.5rem; text-align: center;\">number</td>\n                        <td style=\"padding: 0.5rem; text-align: center;\">amount</td>\n                    </tr>\n                    <tr style=\"border-bottom: 1px solid #ddd;\">\n                        <td style=\"padding: 0.5rem; text-align: center;\">many</td>\n                        <td style=\"padding: 0.5rem; text-align: center;\">much</td>\n                    </tr>\n                    <tr style=\"border-bottom: 1px solid #ddd;\">\n                        <td style=\"padding: 0.5rem; text-align: center;\">fewer</td>\n                        <td style=\"padding: 0.5rem; text-align: center;\">less</td>\n                    </tr>\n                    <tr>\n                        <td style=\"padding: 0.5rem; text-align: center;\">few</td>\n                        <td style=\"padding: 0.5rem; text-align: center;\">little</td>\n                    </tr>\n                </table>\n            </div>\n            \n            <div class=\"example-box\">\n                <p><strong>Correct:</strong> The amount of time to make lunch depends on the number of ingredients in the dish.</p>\n                <p><strong>Correct:</strong> I do not place much significance on how many trophies an athlete has won.</p>\n                <p><strong>Correct:</strong> Skim milk has fewer calories than whole milk, so I drink less whole milk than skim milk.</p>\n            </div>\n            \n            <h3>Active Voice vs. Passive Voice</h3>\n            <p>Active voice means that the subject of the sentence is performing the verb's action. On the other hand, passive voice means that the subject is acted on by the verb. <strong>On the ACT, never select an answer choice that is in passive voice; active voice is always better than passive voice.</strong></p>\n            \n            <div class=\"example-box\">\n                <p><strong>Active Voice:</strong> I picked up the pencil.</p>\n                <p><strong>Passive Voice:</strong> The pencil was picked up by me.</p>\n                \n                <p><strong>Active Voice:</strong> The police chief announced the list of suspects.</p>\n                <p><strong>Passive Voice:</strong> The list of suspects was announced by the police chief.</p>\n            </div>\n            \n            <h3>Prepositional Idioms</h3>\n            <p>In the English language, idioms are expressions that are stated in a certain way because it is a widely accepted practice. Certain words must be paired with certain prepositions to be correct.</p>\n            \n            <div class=\"example-box\">\n                <p><strong>Incorrect:</strong> Bobby was afraid by the dark.</p>\n                <p><strong>Correct:</strong> Bobby was afraid of the dark.</p>\n            </div>\n            \n            <p>These questions do not come up often on the ACT, and you should not study this topic unless you have mastered all other chapters in this course. When prepositional idioms do appear on the ACT, read the entire sentence and rely on what sounds best to you.</p>\n            \n            <div class=\"concept-box\">\n                <h4>Common Prepositional Idioms (For Reference Only)</h4>\n                <p><strong>Common patterns include:</strong></p>\n                <ul>\n                    <li><strong>Afraid of, curious about, different from</strong></li>\n                    <li><strong>Known for, famous for, responsible for</strong></li>\n                    <li><strong>Interested in, successful in, engaged in</strong></li>\n                    <li><strong>Based on, focus on, depend on</strong></li>\n                    <li><strong>Accuse of, consist of, capable of</strong></li>\n                </ul>\n                <p><em>You should not try to memorize this entire list! It is not the best use of your study time. If you do struggle on these, study common patterns and hopefully it will help you better know what sounds best.</em></p>\n            </div>\n            \n            <div class=\"practice-box\">\n                <h4>Practice Examples:</h4>\n                <p>Because he is very protective, Ralph stepped in to prevent his brother, who was only 8 years old, (at/from/to/with) fighting the older students.</p>\n                <p><strong>Answer:</strong> from (prevent someone FROM doing something)</p>\n                \n                <p>The treatment was administered and then patients were asked to return the next day since the (affects/effects) of the treatment, if there were any, do not appear for 24 hours.</p>\n                <p><strong>Answer:</strong> effects (noun - the results of the treatment)</p>\n                \n                <p>Research performed on the hummingbird population indicated that more time spent searching for food (correlates with/correlates to/points for/insists on) a longer lifespan.</p>\n                <p><strong>Answer:</strong> correlates with (correlate WITH is the correct idiom)</p>\n            </div>\n            \n            <div class=\"key-takeaway\">\n                <h4>Key Takeaway</h4>\n                <p>These miscellaneous topics appear less frequently but are still important to know. Focus first on affect/effect, than/then, and have/of as these are most common. For prepositional idioms and other confused words, trust your ear and go with what sounds most natural. Don't spend too much time memorizing every possible combination - focus on the patterns that appear most often on the ACT.</p>\n            </div>\n        ",
  "order_index": 8,
  "created_at": "2025-10-06T17:40:38.478792+00:00",
  "updated_at": "2025-10-06T17:40:38.478792+00:00",
  "topic_number": 1,
  "topic_lesson_number": null,
  "topic_title": "Grammar Fundamentals",
  "full_topic_code": "Topic 1.8"
}