{
  "id": "2e83daf2-e571-4d6a-b15d-4479c2cad5d1",
  "subject": "reading",
  "lesson_key": "pacing-time-management",
  "title": "Topic 1.4 - Pacing and 10 Time Management Skills",
  "content": "\n            <div class=\"lesson-intro\">\n                Proper time management is critical to success on the Reading Test. The Reading Test is the section on the ACT that students most commonly struggle finishing.\n            </div>\n\n            <h3>Pacing</h3>\n            <p>The ACT Reading Test is composed of 4 passages you must complete in 40 minutes (60 minutes for extended time). On average, you have 10 minutes per passage. For extended time, you get 15 minutes per passage.</p>\n\n            <div class=\"concept-box\">\n                <h4>Timing Breakdown</h4>\n                <div style=\"display: flex; gap: 2rem; justify-content: center; margin: 1rem 0;\">\n                    <div>\n                        <strong>Normal Time</strong>\n                        <table style=\"margin-top: 0.5rem; border: 1px solid #ddd;\">\n                            <tr><th>Passages Completed</th><th>Time (min.)</th></tr>\n                            <tr><td>1</td><td>10</td></tr>\n                            <tr><td>2</td><td>20</td></tr>\n                            <tr><td>3</td><td>30</td></tr>\n                            <tr><td>4</td><td>40</td></tr>\n                        </table>\n                    </div>\n                    <div>\n                        <strong>Extended Time</strong>\n                        <table style=\"margin-top: 0.5rem; border: 1px solid #ddd;\">\n                            <tr><th>Passages Completed</th><th>Time (min.)</th></tr>\n                            <tr><td>1</td><td>15</td></tr>\n                            <tr><td>2</td><td>30</td></tr>\n                            <tr><td>3</td><td>45</td></tr>\n                            <tr><td>4</td><td>60</td></tr>\n                        </table>\n                    </div>\n                </div>\n            </div>\n\n            <p>Memorize the pace and the breakdowns above to help you keep pace on test day. These timing breakdowns are general estimates and should not be treated strictly. You are not going to complete every passage in the same amount of time.</p>\n\n            <p>At the end of each passage, check your watch. If you are on pace or ahead of pace, keep working as you have been. If you are behind pace, take note of that and pick up the pace.</p>\n\n            <h3>10 Time Management Skills</h3>\n\n            <div class=\"concept-box\">\n                <h4>1) Know Your Order</h4>\n                <p>You do not need to complete the passages in the order that they are presented on the ACT. We recommend completing your favorite passage(s) first and saving your least favorite passage for last.</p>\n                <p>As you complete practice ACTs, keep in mind what passage(s) you like and what passage(s) you find more challenging. Even if the passages are not in order, you should be able to identify the type of passage based on the quick description at the very top of each passage.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>2) Skip Broad Passage Questions</h4>\n                <p>The first question (and sometimes the first 2 questions) in the passage often asks about the passage as a whole. You should always skip broad passage question(s) and answer them last. After answering the rest of the questions in the passage, you will understand the passage better, and, therefore, will be more likely to answer the broad passage questions correctly.</p>\n                <p>This is also a time-saving tip because you can answer these questions more quickly after answering all other questions in the passage.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>3) Get to Know the Pace</h4>\n                <p>Knowing how much time you have per passage is not good enough. It is important to really get to know the pace, so you can tell when you are on pace, ahead of pace, or behind pace without having to constantly check your watch.</p>\n                <p>Once you know the pace, you will have an internal voice in your head tell you when you have more time on a question or when you need to move on. The only way to accomplish this is practice, practice, practice!</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>4) Follow The 30-Second Rule. Do Not Get Stuck</h4>\n                <p>One of the most common mistakes students make is getting stuck on a question for too long. If you get stuck on a question for more than 30 seconds, bubble in your best guess and move on.</p>\n                <p>It is far better to take your best guess on any question(s) that give you trouble and finish the Reading Test than it is to run out of time and completely guess on a bunch of questions as time is running out.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>5) Circle Guesses, Box Non-Confident Answers</h4>\n                <p>What should you do if you cannot find the Waldo and need to move on? If you completely guess on a question, <strong>circle the question number</strong>. If you answer a question but are not confident in your answer, <strong>box the number</strong>.</p>\n                <p>If you finish the Reading Test with time left, go back to any questions where you circled the number. After answering those questions, if you still have time left, go back to any questions where you boxed the number.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>6) Answer Questions Out of Order</h4>\n                <p>You do not need to answer the questions in the order that they are presented on the test. In fact, you probably should not always answer the questions in order! Instead, be open to answering the questions out of order.</p>\n                <p>For some students, it is best to start with questions with line references and other questions that you can find quickly. If you cannot find the right part of the passage quickly for a question, skip the question and come back to it. As you go back to the passage for other questions, you may come across the evidence in the passage that you could not find and can go back and answer the question you skipped.</p>\n                <p>Remember, the questions on the ACT Reading are not strictly chronological, so the questions are not in the order of where the evidence appears in the passage.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>7) Know Where Waldo Is More Likely Going to Be Based on the Question Number</h4>\n                <p>The 9 questions in each passage are not chronological, but there is a rough pattern that might help you find the evidence more quickly:</p>\n                <ul>\n                    <li><strong>Questions 1-3:</strong> Start of the passage, most likely in the first third of the passage. (*Note: This does not count broad passage questions.)</li>\n                    <li><strong>Questions 4-7:</strong> Could be anywhere but start looking somewhere in the middle of the passage.</li>\n                    <li><strong>Questions 8-9:</strong> End of the passage, most likely in the last 2 paragraphs.</li>\n                </ul>\n                <p>These are rough guidelines and absolutely NOT RULES! These are just the locations where the Waldo is most likely going to be.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>8) Wear a Watch and Check Your Watch After Each Passage</h4>\n                <p>Wear a watch on test day. You cannot bring a smart watch, and your watch cannot make noise.</p>\n                <p>Check your watch at the end of each passage. A quick watch check along with memorizing the timing breakdown tells you if you are ahead of pace, right on pace, or behind pace. You can then adjust accordingly to make sure you finish all 4 passages.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>9) Do Not Freak Out If You Fall Behind the Pace</h4>\n                <p>This is a very important one! If you check your watch and see that you are behind the pace, do not freak out! In this situation, most students panic, start to rush, read the next passage as quickly as possible, and answer questions too quickly, which usually leads to a bunch of incorrect answers.</p>\n                <p>When you notice that you are behind the pace, make minor adjustments to your approach. Try to read a little bit more quickly but do not read so fast that you cannot understand what you are reading. More importantly, make quicker decisions when answering the questions.</p>\n                <p>Some 50-75% sure answers and finishing all the questions is still better than having to guess on a bunch of questions at the end.</p>\n            </div>\n\n            <div class=\"concept-box\">\n                <h4>10) Know When to Go with Your Gut</h4>\n                <p>You should (1) know how confident you need to be to accurately pick the correct answer and (2) know if you can answer the question from memory or if you need to go back to the passage.</p>\n                <p>Students who have strong recall can rely on their memory to know what is right vs. wrong. If you know the answer right away, bubble it in and move on without going back to the passage. If you think you know the answer but are not 100% confident, go back to the passage and double-check to make sure you get the answer correct.</p>\n                <p>Knowing when to trust your gut versus when you need to go back to the passage is a very powerful skill to help manage your time correctly.</p>\n            </div>\n\n            <div class=\"tip-box\">\n                <h4>Common Test Day Mistake To Avoid</h4>\n                <p>Many students stop trusting their gut on test day and start finding the \"Waldo\" every time. If you do this, you will suddenly have timing issues on the real ACT when you are normally finishing the Reading Test on your practice tests.</p>\n                <p>With practice, you will know when to go with your gut and answer a question right away, when to go back to the passage and look for the evidence, and when to skip the question and answer it later.</p>\n            </div>\n        ",
  "order_index": 4,
  "created_at": "2025-10-06T17:40:38.645362+00:00",
  "updated_at": "2025-10-06T17:40:38.645362+00:00",
  "topic_number": 1,
  "topic_lesson_number": null,
  "topic_title": "Fundamentals",
  "full_topic_code": "Topic 1.4"
}