{
  "id": "99afac0f-a64f-443b-9b76-59f135873647",
  "subject": "reading",
  "lesson_key": "reading-intro",
  "title": "Reading Section Fundamentals",
  "content": "\n            <div class=\"lesson-intro\">\n                This introduction will help you understand what's on the ACT Reading Test and what you'll learn throughout this course.\n            </div>\n\n            <h3>What is on the ACT Reading Test?</h3>\n            <p>The ACT Reading Test consists of 36 questions, which you have 40 minutes to complete with normal time and 60 minutes to complete with extended time. The Reading Test is broken down into four long passages with 9 questions each.</p>\n\n            <div class=\"concept-box\">\n                <h4>Enhanced ACT Format (Current)</h4>\n                <p>The 4 passages and the order you will see them on the ACT are:</p>\n                <ol>\n                    <li><strong>Literary Narrative</strong> – a passage adapted from a short story, novella, or novel.</li>\n                    <li><strong>Informational</strong> – a passage that provides information on a topic related to social science, humanities, or natural science.</li>\n                    <li><strong>Informational</strong> – a passage that provides information on a topic related to social science, humanities, or natural science.</li>\n                    <li><strong>Informational</strong> – a passage that provides information on a topic related to social science, humanities, or natural science.</li>\n                </ol>\n            </div>\n\n            <div class=\"tip-box\">\n                <h4>Old ACT Format Reference</h4>\n                <p>On the old version of the ACT, the passages appeared in this order:</p>\n                <ol>\n                    <li>Literary Narrative</li>\n                    <li>Social Science</li>\n                    <li>Humanities</li>\n                    <li>Natural Science</li>\n                </ol>\n                <p>Based on practice ACTs released in 2025, we expect the passages will still follow this traditional order.</p>\n            </div>\n\n            <h3>Dual Text Passages</h3>\n            <p>1 of the 4 passages will be a dual text passage and will have two texts labelled as Passage A and Passage B. The dual text passage can be any of the 4 passages above.</p>\n            \n            <p>Although the passages are on different topics, they are all testing the same reading comprehension skills and can all be approached the same way. No passage type is inherently more difficult, but certain passages may be more difficult for you based on the types of passages that you find easier (or more interesting) to read.</p>\n\n            <h3>What Will You Learn in This Course?</h3>\n            <p>In this course, we will teach you how to understand the Reading Test at a much higher level. Right now, you are probably reading the passages, looking at the answer choices, and trying to pick which one seems correct to you without too much other knowledge. That approach only gets you so far and very much depends on your level of reading.</p>\n\n            <div class=\"concept-box\">\n                <h4>Course Topics</h4>\n                <p>The topics and skills that we will cover in this course are:</p>\n                <ol>\n                    <li>7 Core Principles for ACT Reading</li>\n                    <li>3 Strategies for Finding the Correct Answer</li>\n                    <li>How to Approach the Reading Test – Finding the Right Approach for You</li>\n                    <li>Pacing and 10 Time Management Skills</li>\n                    <li>How to Spot and Approach the 7 Most Common Types of Questions</li>\n                    <li>Breaking Down Questions – How to Identify Exactly What the ACT is Asking You</li>\n                    <li>How to Approach the Answer Choices</li>\n                    <li>Correct vs. Incorrect Answer Choices – How to Effectively Find the Correct Answer</li>\n                    <li>Words in Context Questions</li>\n                    <li>Tips for Comparing Passages Questions</li>\n                    <li>Working Backwards</li>\n                    <li>7 Tips to Maximize Your Reading Score</li>\n                    <li>Practice Passages</li>\n                </ol>\n            </div>\n\n            <div class=\"key-takeaway\">\n                <h4>Let's Get Started!</h4>\n                <p>We are very excited to have you in this course and hope that you will see huge increases in your ACT Reading scores. As you work through this course, keep in mind that improving your reading score is a journey. The Reading test can be difficult and frustrating at times for students of all levels. Stay positive, learn from your mistakes, and be patient.</p>\n                <p><strong>Your goal here is to improve with each chapter and on each practice test. This course will be challenging at times, but if you stick with it and work hard, you will improve!</strong></p>\n            </div>\n        ",
  "order_index": 0,
  "created_at": "2025-10-06T17:40:38.645362+00:00",
  "updated_at": "2025-10-06T17:40:38.645362+00:00",
  "topic_number": null,
  "topic_lesson_number": null,
  "topic_title": "Introduction",
  "full_topic_code": null
}