{
  "id": "5125757a-b4f8-437c-b635-a867d9b38036",
  "subject": "science",
  "lesson_key": "cannot-be-determined",
  "title": "Topic 3.2 - Cannot Be Determined",
  "content": "\n            <div class=\"lesson-intro\">\n                When you see \"cannot be determined\" as an answer choice, don't treat the question any differently. Use your normal process, but be ready to recognize when information simply isn't provided.\n            </div>\n            \n            <h3>Normal Process Still Applies</h3>\n            <p>Follow your standard approach:</p>\n            <ol>\n                <li>Start with the Figures and Tables</li>\n                <li>If you can't find information there, move to the text above the experiments</li>\n                <li>Check for definitions in the introductory text</li>\n                <li>Only choose \"cannot be determined\" when the locators from the question cannot be found</li>\n            </ol>\n            \n            <h3>When to Choose \"Cannot Be Determined\"</h3>\n            \n            <div class=\"rules-box\">\n                <h4>Clear Indicators</h4>\n                <p>Choose this answer when:</p>\n                <ul>\n                    <li>The specific variable or measurement asked about is not shown in any figure or table</li>\n                    <li>The question asks for individual data when only group/average data is provided</li>\n                    <li>Required information is simply not present in the passage</li>\n                </ul>\n            </div>\n            \n            <div class=\"tip-box\">\n                <h4>Watch Out for Unit Tricks</h4>\n                <p>Pay close attention to units for these questions. Many difficult \"cannot be determined\" questions will use different units to try to trick you. Make sure the data you're looking at matches the units requested in the question.</p>\n            </div>\n            \n            <h3>Common Scenarios</h3>\n            \n            <div class=\"example-box\">\n                <h4>Individual vs. Group Data</h4>\n                <p>If a figure shows average data for 5 subjects, but the question asks about 1 specific subject, the answer is often \"cannot be determined\" because individual data isn't provided.</p>\n            </div>\n            \n            <div class=\"example-box\">\n                <h4>Missing Variables</h4>\n                <p>If a question asks about a variable that simply isn't measured or shown in any of the experimental data, you cannot determine the answer from the given information.</p>\n            </div>\n            \n            <div class=\"concept-box\">\n                <h4>Process of Elimination</h4>\n                <p>Sometimes you can arrive at \"cannot be determined\" by eliminating other answer choices that clearly contradict the data shown, leaving only this option as logical.</p>\n            </div>\n            \n            <div class=\"practice-box\">\n                <h4>Don't Overthink</h4>\n                <p>If you've checked all the usual places (figures, experimental text, introductory text) and the information simply isn't there, trust that \"cannot be determined\" is likely correct.</p>\n            </div>\n            \n            <div class=\"key-takeaway\">\n                <h4>Remember</h4>\n                <p>The ACT won't trick you with this answer choice. If the information truly isn't in the passage, \"cannot be determined\" is a legitimate and correct answer.</p>\n            </div>\n        ",
  "order_index": 9,
  "created_at": "2025-10-06T17:40:38.814547+00:00",
  "updated_at": "2025-10-06T17:40:38.814547+00:00",
  "topic_number": 3,
  "topic_lesson_number": null,
  "topic_title": "Advanced Question Types",
  "full_topic_code": "Topic 3.2"
}