{
  "50": {
    "section": "reading",
    "passage_text": "<b>Passage A by Verlyn Klinkenborg</b>\nFor most of human history, the phrase “light pollution” would have made no sense. Imagine walking toward London on a moonlit night around 1800, when it was Earth’s most populous city. Nearly a million people lived there, making do, as they always had, with candies and rushlights and torches and lanterns. Only a few houses were lit by gas. and there would be no public gaslights in the streets or squares for another seven years. From a few miles away, you would have been as likely to <i>smell</i> London as to see its dim collective glow. \n\nNow most of humanity lives under intersecting domes of reflected, refracted light, of scattering rays from overlit cities and suburbs, from light-flooded highways and factories. Nearly all of nighttime Europe is a nebula of light, as is most of the United States and all of Japan. In the south Atlantic the glow from a single fishing fleet—squid fishermen luring their prey with metal halide lamps—can be seen from space, burning brighter, in fact, than Buenos Aires or Rio de Janeiro.\n\nIn most cities the sky looks as though it has been emptied of stars, leaving behind a vacant haze that mirrors our fear of the dark. We've grown so used to this pervasive orange haze that the original glory of an unlit night—dark enough for the planet Venus to throw shadows on Earth—is wholly beyond our experience. And yet above the city’s pale ceiling lies the rest of the universe, utterly undiminished by the light we waste—a bright shoal of stars and planets and galaxies, shining in seemingly infinite darkness.\n\nWe've lit up the night as if it were an unoccupied country, when nothing could be further from the truth. Among mammals alone, the number of nocturnal species is astonishing. Light is a powerful biological force, and on many species it acts as a magnet, a process being studied by researchers such as Travis Longcore and Catherine Rich, The effect is so powerful that scientists speak of songbirds and seabirds being “captured” by searchlights on land or by the light from gas flares on marine oil platforms, circling and circling in the thousands.\n\n<b>Passage B by Paul Bogard</b>\nUnless Vincent Van Gogh’s <i>The Starry Night</i> from 1889 is traveling as part of an exhibition, it hangs at home on its wall at the Museum of Modern Art (MoMA) in Manhattan as fifty million people pass by every year. On a Saturday morning I stand near Van Gogh's scene of stars and moon and sleeping town, talking with its guardian for the day, Joseph, as he repeats, “No flash, no flash,” “Two feet away,” and “Too close, too close” again and again as people from around the world crowd near. “What's the appeal of this painting?” I ask. “It’s beautiful.” he says, “What more can you say than that?”\n\nYou could rightly leave it at that. But I love the story this painting tells, of a small dark town, a few yellow-orange gaslights in house windows, under a giant swirling and waving blue-green sky, This is a painting of our world from before night had been pushed back to the forest and the seas, from back when sleepy towns slept without streetlights. People are too quick, I think, to imagine the story of this painting—and especially this sky—is simply that of “a werewolf of energy,” as Joachim Pissarro, curator at the MoMA exhibition Van Gogh and the Colors of the Night, would tell me. While Van Gogh certainly had his troubles, this painting looks as it does in part because it’s of a time that no longer exists, a time when the night sky would have looked a lot more like this. Does Van Gogh use his imagination? Of course, but this is an imagined sky inspired by a real sky of a kind few of the fifty million MoMA visitors have ever seen. It’s an imagined sky\ninspired by the real sky over a town much darker than the towns we live in today. So a painting of a night imagined? Sure. But unreal?\n\nIn our age, yes. But Van Gogh lived in a time before electric light. In a letter from the summer of 1888, he described what he'd seen while walking a southern French beach:\nThe deep blue sky was flecked with clouds of a blue deeper than the fundamental blue of intense cobalt, and others of a clearer blue, like the blue whiteness of the Milky Way. In the blue depth the stars were sparkling, greenish, yellow, white, pink, more brilliant, more sparkling gemlike than at home—even in Paris: opals you might call them, emeralds, lapis lazuli, rubies, sapphires.\n\nIt’s remarkable to modern eyes, first of all, that Van Gogh would reference the stars over Paris—no one has seen a sky remotely close to this over Paris for at\nleast fifty years. But stars of different colors? It’s true.",
    "passage_title": "Our Vanishing Night / The End of Night",
    "passage_number": 2
  },
  "51": {
    "section": "reading",
    "passage_text": "Nathan S. Lewis has been giving a lecture on the energy crisis that is both terrifying and exhilarating. To avoid potentially debilitating global warming, the\nchemist says civilization must be able to generate more than 10 trillion watts of clean, carbon-free energy by 2050. That level is three times the U.S.’s average\nenergy demand of 3.2 trillion watts.\n\nBefore Lewis's crowds get too depressed, he tells them there is one source of salvation: the sun pours more energy onto the earth every hour than humankind uses in a year. But to be saved, humankind needs a radical breakthrough in solar-fuel technology: artificial leaves that will capture solar rays and churn out chemical fuel on the spot, much as plants do, We can burn the fuel, as we do oil or natural gas, to power cars, create heat or generate electricity, and we can store the fuel for use when the sun is down.\n\nLewis’s lab is one of several that are crafting prototype leaves, not much larger than computer chips, designed to produce hydrogen fuel from water, rather than the glucose fuel that natural leaves create. Unlike fossil fuels, hydrogen burns clean. Other researchers are working on competing ideas for capturing the sun’s energy, such as algae that has been genetically altered to pump out biofuels, or on new biological organisms engineered to excrete oil, All these approaches are intended to turn sunlight into chemical energy that can be stored, shipped and easily consumed, Lewis argues, however, that the man-made leaf option is the most likely to scale up to the industrial levels needed to power civilization.\n\nAlthough a few lab prototypes have produced small amounts of direct solar fuel—or electrofuel, as the chemicals are sometimes called—the technology has to be improved so the fuel can be manufactured on, a massive scale, very inexpensively. To power the U.S., Lewis estimates the country would need to manufacture thin, flexible solar-fuel films, instead of discrete chiplike devices, that roll off high-speed production lines the way newsprint does. The films would have to be as cheap as wall-to-wall carpeting and eventually cover an area the size of South Carolina.\n\nFar from being a wild dream, direct solar-fuel technology has been advancing in fits and starts. ever since President Jimmy Carter's push for alternative energy sources during the 1970s oil shocks. Now, with a new energy and climate crunch looming. solar fuel is suddenly gaining attention. \n\nIn photosynthesis, green leaves use the energy in sunlight to rearrange the chemical bonds of water and carbon dioxide, producing and storing fuel in the form of sugars. “We want to make something as close to a leaf as possible,” Lewis says, meaning devices that work as simply, albeit producing a different chemical output. The artificial leaf Lewis is designing requires two principal elements: a collector that converts solar energy (photons) into electrical energy (electrons) and an electrolyzer that uses the electron energy to split water into oxygen and hydrogen. A catalyst—a chemical or metal—is added to help achieve the splitting.Existing photovoltaic cells already create electricity from sunlight, and electrolyzers are used in various commercial processes, so the trick is marrying the two into cheap, efficient solar films.\n\nBulky prototypes have been developed just to demonstrate how the marriage would work. Engineers at a Japanese automaker, for example, have built a box that stands taller than a refrigerator and is covered with photovoltaic cells. An electrolyzer, inside, uses the solar electricity to break water molecules. The box releases the resulting oxygen to the ambient air and compresses and stores the remaining hydrogen, which the automaker would like to use to recharge fuel-cell\ncars.\n\nIn principle, the scheme could solve global warming: only sunlight and water are needed to create energy, the by-product is oxygen, and the exhaust from burning the hydrogen later in a fuel cell is water, The problem is that commercial solar cells contain expensive silicon crystals. And electrolyzers are packed with platinum, to date the best material for catalyzing the water-splitting reaction, but it costs $1,500 an ounce.\n\nLewis calculates that to meet global energy demand, future solar-fuel devices would have to cost less than $1 per square foot of sun-collecting surface and be able to convert 10 percent of that light energy into chemical fuel. Fundamentally new, massively scalable technology such as films or carpets made from inexpensive materials are needed.\n\n",
    "passage_title": "Glaciers",
    "passage_number": 4
  },
  "52": {
    "section": "reading",
    "passage_text": "He met her, my mother, in New York City, and the Heart said plaintively: <i>Thump thump thump.</i> That was not the sound of illness. Theirs was an auspicious meeting, although no one had troubled to check the alignment of the stars; the young woman was twenty-seven—old for a prospective bride?—but she did not look it. She had a generous face, he said to himself.\r\n\r\nHe liked her glossy sheaf of dark hair, her sparse brows, her pronounced chin, her full lower lip. She smiled with her mouth closed because she did not like her teeth. He could already see within the structure of her face how she would become thinner, that her bones would give her older face a certain elegance, a chiseled and austere severity. He liked her precision in even the smallest of tasks, like arranging hibiscus in a vase. Her reserve, her inability to say anything truly personal in public. He thought she might be full of secrets and wanted to know them. She never raised her voice, but she did not speak softly. <i>How are you? That's a beautiful sari. How are the children? I like this rice.</i>  She liked her food steaming and spicy, as he did. She made her own clothes, staying up late into the night, her foot on the pedal of a sewing machine that had belonged to her mother and had crossed the ocean with her. Her hemlines suited both the times and her young pale slimness, which reminded him of a flowering tree by his home in Jaffna. He never caught her admitting she was wrong; her words clambered around that impossibility, but so sheepishly that he found it endearing. In a noisy room he learned to tell the clear bell sound of her bangles apart from the rest.\r\n\r\nSuddenly, he was no longer thinking about widows or about repeating his own father’s collapse. It was as though an invisible conductor was directing the pulling of strings to draw them together. Whether it was Murali who managed to get introduced to Vani or the other way around, no one else really remembers. And they will never admit which one of them was responsible. And yet, it was this simple: a friend of his noticed that they were staying near each other. Perhaps Murali could give Vani a ride home? Yes, yes, two heads nodded. They left the party they were at too quickly to say all their good-byes. After the door closed behind them the space where they had been was filled with the laughter of friends.\r\n\r\nHe took her home, She boarded with a family in Brooklyn. During the car ride they were silent. It was a strange and comfortable silence for two people who had waited for so long to be alone. The thrum of the motor was loud because the car was old, When they turned around the corner he pulled over and turned the engine off and there was a quiet as loud as the motor had been. He walked her to her door and she thanked him. She did not ask him in for a cup of coffee; it was not her house, But it was out of his way and both ofthem knew it. She forgot that she did not like her teeth and bared them at him. Her smile, for once, was not self-conscious. She watched him drive away, waving from the window.\r\n\r\nThe Sri Lankan elders of New York City were all too eager to play parents to the couple. She was Proper: smart and polite and a good cook and lovely. Vani had a job, and more important than any of these things, she had grace, which was something that could not be taught. Murali, of course, was the Beloved Parentless Boy; their favorite bachelor-doctor whom they took into their homes and bosoms and tried to smother with welcome and curry. Occasions were arranged; even the very rooms seemed to conspire to make the two end up next to each other. And then one day something was suggested by one of those elders. And somehow the pair of them were <i>talking</i> about it. To each other. Directly. \r\n\r\nWhich was a faux pas. But neither of them minded.\r\n\r\nOceans away, families exploded. True to form, his family's discord faded quickly. But her family almost did not consent: afraid of the Improper, they questioned his intentions, his failure to observe certain formalities, his ancestry, his habi and his character. He heard about what they had said and turned to her, his eyes full\r\nof questions.\r\n\r\nThey may not know these things about you, she\r\nsaid, but I do. \r\n\r\nAre you sure? he asked her. The unsaid: they may\r\nnot forgive you for this.\r\n\r\nPositive, she answered. Countries away, Vani's brother crashed into Murali’s brother's house, yelling: <i>Who</i> is this doctor who wants to <i>marry my sister? Who is this doctor who is in love with my sister?</i>\r\n\r\nThe nerve of Murali, they thought. In Love? These were not words they were used to saying.",
    "passage_title": "Love Marriage",
    "passage_number": 1
  },
  "53": {
    "section": "reading",
    "passage_text": "Recently I visited a place thatI knew intimately in childhood, a waterfall with cliffs on both sides and a pool of cold water below, We used to jump from those cliffs despite our parents’ concerns. | loved this place, and revisiting it 1 am amazed by all that I can remember. Bends in trails, sap stains on bark, crooks in branches, the intricate web of root structures, the shape of trees—all are startlingly unchanged and I remember them precisely. A small tree is in the middle of the trail. I put my hand on it for support and drops of moisture fall on my back from above, and I realize: 1 have done this before. I remember the sensation precisely, the sound of rustling leaves above, the freshness of the smell, the temperature of the droplets, the mixture of apprehension and pleasure. Standing on a rock ledge getting ready to jump, I reach for a handhold so I can lean over the edge and prepare myself for what I am about to do, The shape of the rock where my hand touches it is known to me: I have performed this ritual.\n\nPlaces hold memories better than people and better than photographs. Family, or people from our past who may remind us of events in our lives and with whom we may remi , are themselves constantly changing, as is their version of events. Conversations with others about shared experiences of the past can seem to augment memory but quite often, more often than we probably realize. they operate in the opposite way: they alter or even replace our own memories with those of another. Whatever the event, one’s memory of it is inevitably altered through conversation; recalling the same event at a later date, it becomes difficult or impossible to distinguish an original memory from the altered version that emerged.\n\nPhotographs act on us in a similar fashion. What ever their apparent precision or correctness, photographs inaccurately reflect experience from the start. They convert the three dimensions of space into two and eliminate the third spatial dimension and time. Also sacrificed are smell, touch, sound, and context. In a word, a photograph is an abstraction of experience. Yet we take them compulsively. We fill scrapbooks and work hard drives with family outings, vacations, ballgames— Scotty in front of Niagara Falls, Dad and Grandma smiling in front of the famous restaurant—in the hope of freezing time, making experience tangible for future reference, preserving memory. I do it, too. But it is well to realize that photographs do not preserve memory, they replace memory. Just as photographs are an\nabstraction of experience, they are even more so an abstraction of memory—a dangerously compelling abstraction. Memories are fragile and impressionable. They cannot hold up against the seemingly irrefutable factuality of a photograph. It isn’t that what is in a photograph is false: a photograph’s version of events did happen. what is in a picture did indeed pass before the lens. The problem is that photographs only tell such a small part of any story. And while they may be technically correct, nonetheless they deceive, Does a smile in a photograph mean that a person is happy? Or does it mean that a photographer prodded, “look up and smile”? Was the fish I caught really bigger than my uncle's, or did I cleverly, intentionally hold mine closer to the lens? Photographs deceive in another respect.Whatever the event one wishes to preserve, snapshots are most commonly a break from that event. The moment that a photograph is taken is experienced as a moment taking a photograph, not as a moment engaged in the activity implied by the resulting image. Time taken to make photographs is time subtracted from the experience of the thing being photographed. What photographs most accurately record, ultimately, is nothing more than the act of photography, itself.\n\nTo be sure, photographs can form a record of our lives that has value, and I cherish my old snapshots as much as the next person. But as image-makers and consumers, which all of us are these days, there is also value to be had in a recognition of the limits of photography to the facility of memory—in an understanding of what images can and cannot offer us in this regard. Moreover it is precisely the deceitfulness of photography as it pertains to memory that gives the medium its unique platform to address the nature of memory itself: its malleability, its unreliability, its elusiveness, It seems to me that no conversation or photograph can make memory so vivid or recognizable, so physically palpable, as the return to a place.",
    "passage_title": "On Places, Photographs, and Memory",
    "passage_number": 3
  },
  "87": {
    "section": "science",
    "passage_text": "Scientists conducted 3 experiments to study the transfer of bacteria from one surface to another by 2 species of flies: <i>Musca domestica</i> and  <i>Sarcophaga carnaria</i>.\r\n\r\n**<i><i>Experiment 1</i></i>**\r\nA group of 10 <i>M</i>. domestica was tested using this procedure:\r\n1. Each fly was placed in a separate enclosure containing <i>Escherichia coli</i> (a type of bacteria) and allowed to walk on the <i>E. coli</i> for 5 min.\r\n2. Each fly was then immediately placed in a separate petri dish containing sterile nutrient agar. Five minutes later, the flies were removed from the dishes.\r\n3. The dishes were incubated at 37°C for 24 hr so that each <i>E. coli</i> cell on the dish divided to form a separate colony, and then the number of <i>E. coli</i> colonies on each dish was counted. \r\n4. The average number of colonies per dish was calculated.\r\nThis procedure was also used to test a group of 10 S.<i>carnaria</i>, The results are shown in <i><i>Figure 1</i></i>.\n\n{{image1}}\n\n**<i><i>Experiment 2</i></i>**\r\nThe procedure from <i><i>Experiment 1</i></i> was repeated with each of 3 groups of 10 S. carnaria except that the flies in each group were allowed to walk on the <i>E. coli</i> for a different period of time—5 min, 30 min, or 60 min—before each fly was placed in a separate petri dish containing nutrient agar. The results are shown in <i><i>Figure 2</i></i>.\n\n{{image2}}\n\n**<i><i>Experiment 3</i></i>**\r\nThe procedure from <i><i>Experiment 1</i></i> was repeated with each of 3 groups of 10 S.<i>carnaria</i> except that, after Step 1, the flies in each group were allowed a different period of time—0 min, 30 min, or 60 min—to clean themselves before each fly was placed in a separate petri dish containing sterile nutrient agar. The results are shown in <i><i>Figure 3</i></i>.\n\n{{image3}}\n\nFigures adapted from Julie J, Shaffer, Kasey Jo Warner, and W. Wyatt Hoback, “Filthy Flies? Experiments to Test Flies as Vectors of Bacterial Disease.” ©2007 by National Association ot Biology Teachers.",
    "passage_title": "Flies as Bacterial Vectors",
    "passage_number": 2
  },
  "88": {
    "section": "science",
    "passage_text": "Forest fires require oxygen (O₂) to burn. <i><i>Figure 1</i></i> shows the number of <i>paleowildfires</i> (large forest fires known from the rock record) for each 10-million-year interval of the <i>Mesozoic era</i> (250-65 million years ago, mya).\n\n{{image1}}\n\n <i><i>Figure 1</i></i> also shows a model of the percent O₂ by volume (%O₂) in Earth's atmosphere from 250 mya to 70 mya.\n\n{{image2}}\n\n\r\n\r\nTo study how %O₂ affects burning, scientists attempted to ignite 7 samples of each of 4 different materials, 1 sample at a time, in a chamber. For each set of samples of the same material, the initial %O₂ in the chamber ranged from 12% to 18%. <i><i>Figure 2</i></i> shows, for each sample that ignited, the duration of the sample's flame.\r\n\r\nNote: At an initial %O₂ of 18, all samples burned to ash in 12 seconds.",
    "passage_title": "Forest Fires and Oxygen Levels",
    "passage_number": 3
  },
  "89": {
    "section": "science",
    "passage_text": "Liquid H₂O can be broken down into hydrogen gas (H₂) and oxygen gas (O₂) by <i>electrolysis</i> according to the following chemical equation:\n2H₂O → 2H₂ + O₂\n\nA scientist performed an experiment to study the electrolysis of H₂O using electricity generated from sunlight.\n\n\n<i>Experiment</i>\n\nSteps 1-5 were performed daily for 12 months:\n\n\n1. A tank fitted with 2 electrodes—an <i>anode</i> (where O₂ would be produced) and a <i>cathode</i> (where H₂ would be produced)—was assembled. Each electrode was suspended in an inverted plastic tube, and each tube was marked to allow gas volume to be measured.\n\n\n2. Four liters (4.0 L) of a 25% by mass aqueous solution of sodium hydroxide (NaOH) was added to the tank. As a result, the tubes were completely filled with the solution.\n\n\n3. At 8:00 a.m., a rectangular solar cell was attached to the electrodes and placed next to a particular south-facing window for 8 hr.(<i>Figure 1</i> shows the apparatus at the initiation of electrolysis.)\n\n{{image1}}\n\n\n\n\n4. Eight hours later, the solar cell was detached from the electrodes, and the amount of H₂ that had been produced was measured.\n\n\n5. The tank, tubes, and electrodes were cleaned and dried for reuse.\n\n<i>Figure 2</i> shows the total volume of H₂ produced (in L) in each month of the experiment.\n\n{{image2}}\n <i>Table 1</i> shows the average <i>solar irradiance</i> (power per unit area), in watts per square meter (W/m²), at the location of the solar cell during each month of the experiment.\n\n{{image3}}\n\n",
    "passage_title": "Water Electrolysis Using Solar Cells",
    "passage_number": 5
  },
  "90": {
    "section": "science",
    "passage_text": "<i>A standing wave</i> on a taut string is a wave that appears to vibrate without traveling along the string. Such waves are called the string's <i>harmonics.</i> Each harmonic has a characteristic number of <i>nodes:</i> locations between the ends of the string that do not move (the ends of the string do not count as nodes). <i>Figure 1</i> illustrates a harmonic and also the apparatus that a student used to perform 2 experiments on standing waves.\n\n{{image1}}\n\nA string having a mass per unit length of μ was attached on one end to an <i>oscillator</i> (a motor that vibrates) and on the other end to a pulley and ratchet. The student could select the frequency, <i>f</i> (the number of cycles per second), of the oscillator's vibration. By cranking the ratchet, the student could vary the force of tension, <i>T</i>, in the string.\r\n\r\n\n<i><i>Experiment 1</i></i>\r\nWith 0.10 newtons (N) of tension in String X (μ = 0.02 g/cm), the student varied f. She noted that standing waves occurred only at certain values of <i>f</i>. The student sketched the first 5 harmonics and recorded <i>f</i> (in hertz, Hz) for each. She repeated this procedure for String Y (μ = 0.08 g/cm) and for String Z (μ = 0.16 g/cm).\n\n{{image2}}\n\n\r\n\r\n\n<i><i>Experiment 2</i></i>\r\nBeginning again with String X, the student set the oscillator to vibrate at <i>f</i> = 25.0 Hz. She then varied <i>T</i>, and noted that standing waves occurred only at certain values of <i>T</i>. The student recorded <i>T</i> for the first 5 harmonics. She repeated this procedure for Strings Y and Z. See Table 2.\n\n{{image3}}\n\n",
    "passage_title": "Standing Waves on Strings",
    "passage_number": 6
  },
  "91": {
    "section": "science",
    "passage_text": "<i>The molar volume</i> of a gas is the volume occupied by 1 mole (mol; 6 × 10²³ atoms or molecules) of that gas at a given pressure and temperature.\r\n\r\n<i><i>Table 1</i></i> shows how the molar volume, in L, of each of 6 gases—helium (He), neon (Ne), argon (Ar), hydrogen (H₂), nitrogen (N₂), and oxygen (O₂)—varies with pressure, in atmospheres (atm), at a temperature of 273 kelvins (K).\n\n{{image1}}\n\n\r\n\r\n<i><i>Table 2</i></i> shows how the molar volume of each of the 6 gases varies with temperature at a pressure of 1.00 atm.\n\n{{image2}}\n\n",
    "passage_title": "Molar Volume of Gases",
    "passage_number": 1
  },
  "92": {
    "section": "science",
    "passage_text": "Four students observed that in a population of land plants, Population A, a plant could have a green stem or a purple stem. Each student proposed an explanation for this observation.\r\n\r\n\n<i>Student 1</i>\r\nAll plants in Population A produce the green pigment chlorophyll. If a plant receives 8 hr or more of sunlight each day, it also produces a purple pigment, causing its stem to be purple. If a plant receives less than 8 hr of sunlight each day, it does not produce this purple pigment, so its stem is green. All plants in Population A are genetically identical, so they all have the ability to produce both pigments.\r\n\r\n\n<i>Student 2</i>\r\nAll plants in Population A produce the green pigment chlorophyll. If a plant receives too little phosphorus (a nutrient), it also produces a purple pigment, causing its stem to be purple. If a plant receives enough phosphorus, it does not produce this purple pigment, so its stem is green. All plants in Population A are genetically identical, so they all have the ability to produce both pigments. The amount of sunlight received by a plant does not affect stem color.\r\n\r\n\n<i>Student 3</i>\r\nAll plants in Population A produce the green pigment chlorophyll. The production of purple pigment is determined by Gene Q, which has 2 alleles (<i>Q</i> and <i>q</i>) and 3 possible genotypes (<i>QQ</i>,<i>Qq</i>, and <i>qq</i>). A plant with either the Gene Q genotype <i>QQ</i> or the Gene Q genotype <i>Qq</i> produces the purple pigment, causing its stem to be purple. A plant with the Gene Q genotype <i>qq</i> does not produce this purple pigment, so its stem is green. The amount of sunlight or nutrients received by a plant does not affect stem color.\r\n\r\n\n<i>Student 4</i>\r\nAll plants in Population A produce the green pigment chlorophyll. The production of purple pigment is determined by Gene Q, which has 2 alleles (<i>Q</i> and <i>q</i>) and 3 possible genotypes (<i>QQ</i>,<i>Qq</i>, and <i>qq</i>). A plant with the Gene Q genotype <i>qq</i> produces the purple pigment, causing its stem to be purple. A plant with either the Gene Q genotype <i>QQ</i> or the Gene Q genotype <i>Qq</i> does not produce this purple pigment, so its stem is green. The amount of sunlight or nutrients received by a plant does not affect stem color.",
    "passage_title": "Plant Stem Color Genetics",
    "passage_number": 4
  },
  "108": {
    "section": "english",
    "passage_text": "<u id=\"q1\">There are thousands of new animal species</u> identified each year, the vast majority are small or geographically isolated. So as graduate student Andrea Marshall studied manta rays, which are neither small nor isolated, she didn't expect to identify a new species. <u id=\"q2\">Mantas, which are</u> plankton-eating relatives of stingrays that look like pairs of enormous black <u id=\"q3\">wings—up to twenty-five feet wide—</u> flying slowly through the water. Encompassing wide swaths of both temperate and tropical oceans, the manta's range abuts every continent but Antarctica.\n\nDuring Marshall's research off the coast of Mozambique, she observed intriguing physical <u id=\"q4\">variations, in the mantas</u> she swam amongst. <u id=\"q5\">Her beachside lodgings in Mozambique now house the Marine Megafauna Research Center.</u> She began to suspect that the one recognized species of manta might in fact be two species.\n\n[1] To investigate, Marshall began collecting data. [2] Other data required a closer look. [3] The skin of all mantas, for example, <u id=\"q6\">is</u> embedded with tiny, toothlike \"denticles.\" [4] Marshall found that denticles on some mantas were randomly spaced and occasionally overlapped, whereas denticles on other mantas were evenly spaced and never overlapped. [5] Another discovery <u id=\"q7\">was: that</u> some mantas had egg-shaped masses at the base of their tail fins. [6] Each mass contained a bony spine about an inch long—the vestige of a stinging barb from the manta's ancestors.<u id=\"q8\">  </u>\n\nIn 2009, Marshall <u id=\"q9\">announced, with two other scientists,</u> that indeed there <u id=\"q10\">is</u> two manta species. The reef manta, <i>Manta alfredi</i>, is the smaller and more common of the two. Thriving in shallow water, it <u id=\"q11\">kind of sticks around one area.</u> In contrast, the giant manta, <i>Manta birostris</i>, favors deep water and migrates thousands of miles a year. The fact <u id=\"q12\">that</u> such large animals went undifferentiated for so long <u id=\"q13\">highlights how little scientists know for so long </u> about these gentle giants. <u id=\"q14\">At the moment, manta ray populations face an array of threats worldwide</u>.",
    "passage_title": "Double the Manta Rays",
    "passage_number": 1
  },
  "109": {
    "section": "english",
    "passage_text": "When a plant is attacked by bacteria, fungi, or insects, it produces chemicals, called salicylates, that help the plant produce enzymes or toxins capable of destroying the plant's attackers. Salicylates may also play a role in the plant's ability to regulate its <u id=\"q16\">temperature; in effect, helping</u> the plant tolerate heat and cold. Humans have used the salicylic acids found in <u id=\"q17\">plants, particularly in the bark of the willow tree,</u> to fight disease and to reduce fevers.\n\nThe first known references to willow bark's medicinal use date from ancient Egypt and Sumeria. On a Sumerian stone tablet from 3000 BCE, <u id=\"q18\">lists willow among</u> dozens of plants used to treat illnesses. An Egyptian papyrus from <u id=\"q19\">approximately about</u> 1534 BCE refers to willow's use as an all-purpose medicine.\n\n<u id=\"q20\">Though willow trees are often found near water and have become religious symbols in many cultures,</u> its medicinal use gradually fell out of favor in Europe. Apothecaries increasingly <u id=\"q21\">preferred</u> the imported bark of South American cinchona trees as a fever reducer, even though willow grew abundantly throughout Europe. <u id=\"q22\">The high cost of importing </u> cinchona <u id=\"q23\">bark however, </u> was expensive.\n\n<u id=\"q24\">Consequently,</u> in the mid-1700s, English minister Edward Stone <u id=\"q25\">had began</u> to seek a substitute. He noted that the bitter taste of willow bark was reminiscent of the bitter taste of cinchona bark. <u id=\"q26\">Known also for his interest in astronomy, </u> Stone pulverized some willow bark and <u id=\"q27\">adds its</u> powder to a liquid. <u id=\"q28\">He administered the medicine to</u> people suffering from <u id=\"q29\">fevers, he then noted that it</u> worked.\n\nAs the field of medicine evolved, so did the use of willow bark. Searching for a way to make the salicylic acid in willow bark less abrasive to the stomach, in 1853 French chemist Charles von Gerhardt created a synthetic version. Decades later, German chemist Felix Hoffmann combined synthetic salicylic acid with acetic acid, inventing a consumer-friendly powdered formula that would come to be known as aspirin.",
    "passage_title": "Origins of Aspirin",
    "passage_number": 2
  },
  "110": {
    "section": "english",
    "passage_text": "In his studio in Dusseldorf, Germany, <u id=\"q31\">paint is what photographer Martin Klimas carefully pours</u> onto a rubber membrane placed on top of an audio speaker. The paint collects in a puddle of <u id=\"q32\">colors; rich oranges and powder blues,</u> hot pinks and electric yellows. Klimas attaches his camera to a <u id=\"q33\">tripod and</u> positions the camera so it is <u id=\"q34\">level with</u> the paint puddle. He then sets a sound trigger (a device that automatically snaps a photo when a given sound level is reached) on his camera. Finally, he inserts Daft Punk's <i>Homework</i> CD into a stereo, <u id=\"q35\">cranks up the volume to ten,</u> and pushes Play.\n\nThe result is what Klimas calls a \"sonic sculpture.\" The vibrations produced by Daft Punk's dance anthem \"Around the World\" <u id=\"q36\">has caused</u> the paint to rise and fall, to string and swirl, to splatter and stretch. It is this <u id=\"q37\">image that Klimas's camera captures—</u> sound visually rendered by the effects of the vibrations on the paint. Although Klimas's photographs only capture an instant of the paint erupting in arcs of color, each of the photographs is unique to a given song.<u id=\"q38\"> \"I leave the creation of the picture to the sound itself,\" </u> Klimas says,\n\nKlimas's idea for his sonic sculptures <u id=\"q39\">were </u> sparked by the <u id=\"q40\">experiments, of Swiss scientist, </u> Hans Jenny. In the 1960s, <u id=\"q41\">Jenny's study on</u> the effects of sound vibrations on various materials. For example, Jenny discovered that low sonic tones caused powdery substances to form into uniform lines, while deeper tones caused the same powder to form into more nuanced patterns. <u id=\"q42\">  </u> Klimas relies on similar principles, only with a more compelling component: music. Klimas has photographed sonic sculptures of classical music by Wagner and Bach; jazz by Miles Davis, Charlie Parker, and John Coltrane; and psychedelic rock by Pink Floyd and Jimi Hendrix. While he acknowledges that all forms of music can generate sonic <u id=\"q43\">sculptures.</u> Klimas says, \"I typically select something dynamic and percussive.\"\n\n<u id=\"q44\">That would certainly impress Jenny.</u> After all, to create his art, Klimas needs his paint to get up and dance.",
    "passage_title": "Good Vibrations",
    "passage_number": 3
  },
  "111": {
    "section": "english",
    "passage_text": "Separating Oregon from Washington, the Columbia River Gorge is eighty-five miles of flowing water, <u id=\"q46\">there are tree-covered bluffs,</u> and roaring waterfalls. These striking features <u id=\"q47\">daunted would-be</u> road builders until 1913. That year, Samuel Hill and Samuel Lancaster, a businessman and an engineer, respectively, began constructing a road through the gorge to connect the towns along the river. [A] Their design went beyond <u id=\"q48\">practicalities </u> it showcased the scenic grandeur of the <u id=\"q49\">gorge where the Columbia River is located.</u>\n\n[2] Featuring seven viaduct and eighteen bridges, the Columbia River Highway was a marvel. [B] Roadside overlooks with benches <u id=\"q50\">for sitting by the road</u> offered travelers the chance to take <u id=\"q51\">in</u> a view of the river or a waterfall. Guardrails made of local rock lined the route and blurred the distinction between <u id=\"q52\">that and</u> environment. [C] Engineers created <u id=\"q53\">  </u> openings in the side of one <u id=\"q54\">tunnel; enabling</u>  motorists surrounded by rock to glimpse the river below. Completed in 1922, the highway earned the local nickname \"the King of Roads.\"\n\n[3] Impressive as it was, the highway was soon outmoded because of increased traffic and larger vehicles. <u id=\"q55\"> In time,</u> Oregon built a new road along the Columbia; much of the highway was destroyed to make room, while other stretches were abandoned. By 1954, only the western third of the <u id=\"q56\">original road was still in use,</u> mainly by tourists seeking waterfalls. [D]\n\nIn the 1980s, however, local people's interest in the original highway <u id=\"q57\">abounded.</u> In 1981, the National Park Service offered suggestions for restoring parts of the road and repurposing unused sections of it as a trail. Since then, crumbling stone guardrails along the roadside have been repaired. Damaged bridges and viaducts have been rebuilt. <u id=\"q58\">Tunnels, now empty and strong.had rubble removed from them.</u> Today, hikers and bikers on the Historic Columbia River Highway Trail experience <u id=\"q59\">a site that became a National Historic Landmark in 2000.</u>",
    "passage_title": "Building and Rebuilding \"the King of Roads\"",
    "passage_number": 4
  },
  "112": {
    "section": "english",
    "passage_text": "One night in the late seventies, at a popular club in New York City, <u id=\"q61\">singer and music producer Sylvia Robinson</u> had a revelation. At the time, hip-hop subculture—based on dance, visual art, and music art forms—<u id=\"q62\">were emerging</u> as a phenomenon. Robinson watched as DJ Lovebug Starski spun records for the crowd and rapped over the instrumental breaks in the music. Every time the DJ chanted, \"Throw your hands in the air,\" everyone <u id=\"q63\">obeyed.</u> Robinson could hear the enthusiasm shared between the hip-hop performer and his audience. She knew she had to capture that excitement on record.\n\nRobinson wasted no time in recruiting three aspiring <u id=\"q64\">rappers:</u> Big Bank Hank, Master Gee, and Wonder Mike— to record on her label as the Sugarhill Gang. <u id=\"q65\">  </u> Wanting to re-create the feel-good vibe of the music she'd heard, <u id=\"q66\">an upbeat disco record provided the background that the rappers rhymed over.</u> The resulting track, \"Rapper's Delight,\" sold fourteen million copies; Robinson had produced the first rap record to break into the charts.\n\n<u id=\"q67\">Nevertheless,</u> Robinson's musical <u id=\"q68\"> instincts and business savvy </u> had served her well with the Sugarhill Gang. However, there was more to hip-hop music than party-ready club anthems. <u id=\"q69\">She hoped</u> to capitalize on her success by expanding the genre, Robinson signed Grandmaster Flash and the Furious Five, a group that already had a following, to her label.\n\nRobinson <u id=\"q70\"> allowed</u> the group to record a track that studio musician Edward Fletcher had written. The track, titled \"The Message,\" <u id=\"q71\">encountered</u> new commercial hip-hop ground by addressing harsh realities of inner-city life. It was a far cry from the more digestible singles the group had previously <u id=\"q72\"> released because</u> the rappers were hesitant to record it. But Robinson believed it was a surefire hit. <u id=\"q73\">In the opposite fashion,</u> Fletcher and Melle Mel (one of the Furious Five) recorded the track, which became the group's biggest hit. <u id=\"q74\"> Its socially conscious</u> rhymes helped usher in a new generation of <u id=\"q75\"> artists and secured</u>  Robinson's legacy in the landscape of commercial hip-hop.",
    "passage_title": "Selling Hip-Hop",
    "passage_number": 5
  }
}