[
  {
    "id": 1,
    "test_number": 1,
    "question_number": 1,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?",
    "choices": [
      "A. NO CHANGE",
      "B. Scientists say thousands of new animal species are",
      "C. Of the thousands of new animal species",
      "D. Thousands of new animal species are"
    ],
    "correct_answer": "C",
    "explanation": "The correct answer is C because the sentence contains a comma splice error. The original version 'There are thousands of new animal species identified each year, the vast majority are small' joins two independent clauses with only a comma, which is grammatically incorrect. Choice C uses 'Of the thousands of new animal species' to create a dependent clause that properly introduces the main clause, eliminating the comma splice. Choice A (NO CHANGE) creates a comma splice. Choice B also creates a comma splice by keeping two independent clauses separated only by a comma. Choice D creates a comma splice as well.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 2,
    "test_number": 1,
    "question_number": 2,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. Mantas are",
      "H. Mantas,",
      "J. DELETE the underlined portion (adjusting the capitalization as needed)."
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because the passage needs a complete independent clause to continue the sentence logically. 'Mantas are' provides the subject and verb needed to complete the thought about manta rays being large ocean animals. Choice F (NO CHANGE) is grammatically incomplete. Choice H ('Mantas,') leaves the sentence as a fragment without a verb. Choice J (DELETE) would remove necessary information and create a fragment.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 3,
    "test_number": 1,
    "question_number": 3,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. wings: up to twenty-five feet wide—",
      "C. wings, up to twenty-five feet wide—",
      "D. wings, up to twenty-five feet wide:"
    ],
    "correct_answer": "A",
    "explanation": "The correct answer is A because the dash after 'wide' is correctly used to set off the parenthetical phrase 'up to twenty-five feet wide' from the rest of the sentence. The opening dash before 'up to' pairs with this closing dash to create proper punctuation for the interrupting element. Choice B incorrectly uses a colon, which is not appropriate here since what follows is not an explanation or list. Choice C incorrectly uses a comma before the dash, which creates improper punctuation. Choice D incorrectly uses a comma and colon combination that is not standard punctuation.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2, 3",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 4,
    "test_number": 1,
    "question_number": 4,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?",
    "choices": [
      "F. NO CHANGE",
      "G. variations—in the mantas",
      "H. variations, in the mantas,",
      "J. variations in the mantas"
    ],
    "correct_answer": "J",
    "explanation": "The correct answer is J because no punctuation is needed around 'in the mantas' as it is an essential prepositional phrase that specifies where the variations were found. The phrase flows naturally without interruption. Choice F (NO CHANGE) incorrectly uses a dash that unnecessarily interrupts the sentence. Choice G incorrectly uses dashes to set off 'in the mantas' as if it were nonessential information, but it is essential to the meaning. Choice H incorrectly uses commas to set off essential information.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2, 3",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 5,
    "test_number": 1,
    "question_number": 5,
    "passage_id": 108,
    "question_text": "The writer is considering deleting the underlined sentence. Should the writer make this deletion?",
    "choices": [
      "A. Yes, because the sentence interrupts the account of how Marshall came to investigate the possibility that there were two manta ray species.",
      "B. Yes, because the sentence fails to clarify why Marshall did her research in Mozambique.",
      "C. No, because the sentence explains how Marshall created a large scientific institution even though she started as a lone researcher.",
      "D. No, because the sentence clarifies Marshall's role at the Marine Megafauna Center."
    ],
    "correct_answer": "A",
    "explanation": "The correct answer is A because the sentence about Marshall founding the Marine Megafauna Foundation Center interrupts the logical flow of the narrative about how Marshall came to investigate the possibility of two manta ray species. The essay is describing Marshall's research process, and this sentence breaks that narrative thread. Choice B is incorrect because the reason for deleting the sentence is not about failing to clarify why Marshall researched in Mozambique. Choice C is incorrect because the sentence does not explain how Marshall created a large scientific institution from being a lone researcher. Choice D is incorrect because clarifying Marshall's role at the Center is not relevant to the main narrative about her discovery process.",
    "question_type": "Adding/Deleting Information",
    "difficulty": null,
    "chapter": "14",
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 6,
    "test_number": 1,
    "question_number": 6,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. happen to be",
      "H. were",
      "J. are"
    ],
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because 'turned out to be' is the correct past tense form that matches the narrative's past tense context. The phrase describes what the variations proved to be during Marshall's past research. Choice G ('happen to be') is present tense and does not match the past tense narrative. Choice H ('were') is too simple and does not convey the discovery aspect implied by 'turned out to be.' Choice J ('are') is present tense and inconsistent with the past tense narrative.",
    "question_type": "Subject Verb Agreement",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 7,
    "test_number": 1,
    "question_number": 7,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. was, that,",
      "C. was that",
      "D. was, that"
    ],
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'was that' correctly introduces the noun clause without unnecessary punctuation. No commas are needed because 'that' introduces an essential clause explaining what Marshall's conclusion was. Choice A (NO CHANGE) incorrectly places a comma before 'that,' which unnecessarily interrupts the flow. Choice B incorrectly uses commas both before and after 'that,' creating awkward and incorrect punctuation. Choice D incorrectly places a comma before 'that,' which is not needed.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2, 3",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 8,
    "test_number": 1,
    "question_number": 8,
    "passage_id": 108,
    "question_text": "The writer wants to add the following sentence to this\r\nparagraph:\r\n\r\nSome of the data were basic, such as manta\r\ncoloration and size.\r\n\r\nThe sentence would most logically be placed:",
    "choices": [
      "F. after Sentence 1.",
      "G. after Sentence 2.",
      "H. after Sentence 3.",
      "J. after Sentence 4."
    ],
    "correct_answer": "F",
    "explanation": "The correct answer is F because placing the sentence after Sentence 1 makes the most logical sense. Sentence 1 likely discusses Marshall collecting data, and the new sentence provides specific examples of what that basic data included (coloration and size). This creates a logical progression from general data collection to specific examples. Choice G (after Sentence 2) would place it too late in the sequence. Choice H (after Sentence 3) would disrupt the logical flow. Choice J (after Sentence 4) would place it at the end, making it disconnected from the data collection discussion.",
    "question_type": "Logical Placement",
    "difficulty": null,
    "chapter": "15",
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 9,
    "test_number": 1,
    "question_number": 9,
    "passage_id": 108,
    "question_text": "Which choice best conveys that Marshall's announcement was backed by scientific data?",
    "choices": [
      "A. NO CHANGE",
      "B. surprised many scientists by announcing",
      "C. had the evidence to announce",
      "D. at long last announced"
    ],
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'had the evidence to announce' directly conveys that Marshall's announcement was backed by scientific data. The phrase emphasizes that her announcement was based on evidence, not just speculation. Choice A (NO CHANGE) does not specifically indicate that the announcement was backed by data. Choice B ('surprised many scientists') focuses on the reaction rather than the evidence supporting the announcement. Choice D ('at long last announced') emphasizes timing rather than the scientific backing.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 10,
    "test_number": 1,
    "question_number": 10,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. exists",
      "H. was",
      "J. are"
    ],
    "correct_answer": "J",
    "explanation": "The correct answer is J because the subject 'two distinct manta ray species' is plural, requiring the plural verb 'are.' The sentence is making a statement about the current existence of two species. Choice F (NO CHANGE) uses 'were,' which is past tense and does not match the context of announcing a discovery that is still true in the present. Choice G ('exists') is singular and does not agree with the plural subject. Choice H ('was') is singular and past tense, which is incorrect.",
    "question_type": "Subject Verb Agreement",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 11,
    "test_number": 1,
    "question_number": 11,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. rarely ventures far from its home territory.",
      "C. doesn't delight in slogging long distances.",
      "D. loves hanging around its neighborhood."
    ],
    "correct_answer": "B",
    "explanation": "The correct answer is B because 'rarely ventures far from its home territory' maintains a formal, scientific tone appropriate for an academic essay about marine biology research. The language is precise and professional. Choice A (NO CHANGE) uses 'isn't keen on taking long trips,' which is too informal and colloquial for the essay's tone. Choice C ('doesn't delight in slogging long distances') uses informal, anthropomorphic language inappropriate for scientific writing. Choice D ('loves hanging around its neighborhood') is far too casual and uses slang inappropriate for the context.",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 12,
    "test_number": 1,
    "question_number": 12,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. whether",
      "H. which",
      "J. how"
    ],
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because 'that' correctly introduces the noun clause explaining what the fact highlights. The sentence structure 'The fact that [something occurred] highlights [something else]' is grammatically correct. Choice G ('whether') incorrectly suggests uncertainty or a choice between options. Choice H ('which') would make the clause a relative clause, which does not fit the sentence structure. Choice J ('how') would change the meaning and does not grammatically fit the context.",
    "question_type": "Prepositional Idiom",
    "difficulty": null,
    "chapter": "8",
    "lesson_id": "7aae3763-017b-4762-ad5a-346aac1f027b"
  },
  {
    "id": 13,
    "test_number": 1,
    "question_number": 13,
    "passage_id": 108,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. for so long highlights how little scientists know",
      "C. highlights for so long how little scientists know",
      "D. highlights how for so long little scientists know"
    ],
    "correct_answer": "B",
    "explanation": "The correct answer is B because the modifier 'for so long' should be placed immediately after 'unnoticed' to clearly indicate the duration of the species being unnoticed. The phrase 'went unnoticed for so long' is a cohesive unit, and 'highlights how little scientists know' follows logically. Choice A (NO CHANGE) awkwardly separates 'for so long' from 'unnoticed.' Choice C places 'for so long' in the middle of the clause, creating confusion. Choice D completely mangles the word order, creating an illogical sentence.",
    "question_type": "Miscellaneous",
    "difficulty": null,
    "chapter": null,
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 14,
    "test_number": 1,
    "question_number": 14,
    "passage_id": 108,
    "question_text": "Which of the following true statements best concludes this paragraph and the essay by suggesting that the scientific study of manta rays will continue?",
    "choices": [
      "F. NO CHANGE",
      "G. A 2009 documentary film about Dr. Marshall related the story of her manta-species discovery.",
      "H. Dr. Marshall once described the manta ray as like the largest, most beautiful underwater bird.",
      "J. Fortunately, mantas have a devoted and expert researcher in Dr. Marshall."
    ],
    "correct_answer": "J",
    "explanation": "The correct answer is J because 'Fortunately, mantas have a devoted and expert researcher in Dr. Marshall' suggests that Marshall will continue her scientific study of manta rays, which provides an effective conclusion. The word 'fortunately' implies positive future prospects for continued research. Choice F (NO CHANGE) does not suggest continued study. Choice G focuses on a past documentary rather than future research. Choice H describes Marshall's past perspective rather than suggesting continued research.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 15,
    "test_number": 1,
    "question_number": 15,
    "passage_id": 108,
    "question_text": "Suppose that the writer's purpose had been to survey\r\nthe scientific community's response to the identification\r\nof the two manta species. Would this essay accomplish\r\nthat purpose?",
    "choices": [
      "A. Yes, because it explains that the scientific community enthusiastically accepted the identification of the two manta species.",
      "B. Yes, because it relates that Marshall's research was thorough and well documented.",
      "C. No, because it presents only one scientist's response to the identification of the two manta species.",
      "D. No, because it focuses on how Marshall's research led to the discovery of the two manta species."
    ],
    "correct_answer": "D",
    "explanation": "The correct answer is D because the essay focuses on how Marshall's research led to the discovery of the two manta species, not on surveying the scientific community's response to the identification. The essay is about Marshall's process and findings, not about how other scientists reacted. Choice A is incorrect because the essay does not explain the scientific community's acceptance. Choice B is incorrect because while the essay does relate that Marshall's research was thorough, this does not address the scientific community's response. Choice C is incorrect because it suggests the essay presents one scientist's response, but the essay does not focus on responses at all.",
    "question_type": "Purpose",
    "difficulty": null,
    "chapter": null,
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 16,
    "test_number": 1,
    "question_number": 16,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. temperature, helping",
      "H. temperature, this helps",
      "J. temperature. As a result, helping"
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because a comma followed by the present participle 'helping' correctly creates a participial phrase that modifies the main clause. This structure shows that the reduction in body temperature helps the plant fight infection as a result of producing salicylates. Choice F (NO CHANGE) creates a comma splice by joining two independent clauses with only a comma. Choice H ('this helps') creates a vague pronoun reference with 'this.' Choice J ('As a result, helping') creates a sentence fragment.",
    "question_type": "Sentence Structure/Punctuation",
    "difficulty": null,
    "chapter": "1, 2",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 17,
    "test_number": 1,
    "question_number": 17,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. plants—particularly in the bark—of the willow tree,",
      "C. plants; particularly in the bark of the willow tree,",
      "D. plants particularly, in the bark of the willow tree."
    ],
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because commas correctly set off the nonessential phrase 'particularly in the bark of the willow tree' which provides additional, but not essential, information about where salicylates are concentrated in plants. Choice B incorrectly uses dashes when commas are more appropriate for this mild interruption. Choice C incorrectly uses a semicolon, which should only join independent clauses. Choice D incorrectly places the comma after 'particularly,' disrupting the prepositional phrase.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2, 3",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 18,
    "test_number": 1,
    "question_number": 18,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. willow is listed among",
      "H. willow is listed on",
      "J. lists willow on"
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because 'is listed among' is the correct idiomatic expression when referring to something being included in a collection or group of items. The Ebers Papyrus lists willow among other remedies. Choice F (NO CHANGE) uses 'being listed among,' which is unnecessarily wordy with the progressive form. Choice H ('is listed on') is incorrect because you list something 'among' a group, not 'on' a group. Choice J ('lists willow on') changes the subject incorrectly and uses the wrong preposition.",
    "question_type": "Misplaced Modifier",
    "difficulty": null,
    "chapter": "6",
    "lesson_id": "04df2a09-a910-4456-8fe5-2f8e7f62c50f"
  },
  {
    "id": 19,
    "test_number": 1,
    "question_number": 19,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. an estimation of\",\"C. in the region of\",\"D. about\"]",
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'about' is the most concise and clear way to indicate an approximate date. It is direct and appropriate for academic writing. Choice A (NO CHANGE) uses 'approximately,' which is unnecessarily wordy when 'about' conveys the same meaning. Choice B ('an estimation of') is wordy and awkward. Choice C ('in the region of') is overly wordy and not standard usage for indicating approximate dates.",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 20,
    "test_number": 1,
    "question_number": 20,
    "passage_id": 109,
    "question_text": "Given that all the choices are true, which one would\r\nprovide the most logical transition to the new subject\r\nof this paragraph?",
    "choices": "[\"F. NO CHANGE\",\"G. While the use of willow bark remained a commonplace method to reduce aches, pains, and fevers around the world,\",\"H. Though the ancient Egyptian physician Imhotep was worshipped as a god of healing and thought to have used willow bark,\",\"J. Despite the fact that possible side effects to using willow bark could sometimes include stomach aches and dizziness,\"]",
    "correct_answer": "G",
    "explanation": "The correct answer is G because 'While the use of willow bark remained a commonplace method to reduce aches, pains, and fevers around the world' provides a logical transition by acknowledging the continued use of willow bark while introducing the contrast that scientists had not yet identified the active compound. The word 'while' sets up the contrast that the new paragraph will explore. Choice F (NO CHANGE) does not provide a transition to the new subject. Choice H introduces Imhotep, which is not relevant to the paragraph's focus on identifying the active compound. Choice J focuses on side effects, which is not the subject of the new paragraph.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 21,
    "test_number": 1,
    "question_number": 21,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. would of preferred\",\"C. will prefer\",\"D. prefer\"]",
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'would have preferred' is the correct conditional perfect tense to express a hypothetical preference in the past. The sentence discusses what scientists hypothetically would have preferred if they had been able to isolate the compound earlier. Choice B ('would of preferred') is incorrect because 'would of' is never correct; it should be 'would have.' Choice C ('will prefer') is future tense and does not match the past context. Choice D ('prefer') is simple present and does not express the conditional past meaning.",
    "question_type": "Verb Tense",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 22,
    "test_number": 1,
    "question_number": 22,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. Importing the high price tag of\",\"H. The high importation cost of\",\"J. Importing\"]",
    "correct_answer": "J",
    "explanation": "The correct answer is J because 'Importing' alone is sufficient to introduce the gerund phrase that acts as the subject of the sentence. The simple gerund creates a clear, concise subject. Choice F (NO CHANGE) is wordy and awkward with 'The importation and high cost of.' Choice G is also wordy and awkward. Choice H ('The high importation cost of') is wordy and less direct than using the gerund 'Importing.'",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 23,
    "test_number": 1,
    "question_number": 23,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B.  bark;however\",\"C.  bark;however,\",\"D.  bark;however\"]",
    "correct_answer": "C",
    "explanation": "The correct answer is C because a semicolon is needed to join the two independent clauses, and 'however' is a conjunctive adverb that requires a comma after it. The structure 'independent clause; however, independent clause' is correct. Choice A (NO CHANGE) uses only a comma before 'however,' creating a comma splice. Choice B omits the necessary comma after 'however.' Choice D also omits the comma after 'however.'",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 24,
    "test_number": 1,
    "question_number": 24,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. Nevertheless\",\"H. Furthermore,\",\"J. Likewise,\"]",
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because 'Consequently' is the appropriate transitional word to show a cause-and-effect relationship. The previous sentence describes a problem (expensive importation), and this sentence describes the result (chemists looked for alternatives). Choice G ('Nevertheless') indicates contrast, which is not the relationship here. Choice H ('Furthermore') adds information but does not show the cause-and-effect relationship. Choice J ('Likewise') indicates similarity, which is not appropriate.",
    "question_type": "Transitions",
    "difficulty": null,
    "chapter": "12",
    "lesson_id": "66776383-9334-4efb-bd72-74b1bbeab8ac"
  },
  {
    "id": 25,
    "test_number": 1,
    "question_number": 25,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. would have begun\",\"C. begun\",\"D. began\"]",
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'began' is the simple past tense that matches the narrative's past tense timeline. The sentence describes what chemists did in the past. Choice A (NO CHANGE) uses 'had begun,' which is past perfect and suggests an action completed before another past action, but there is no such earlier reference point here. Choice B ('would have begun') is conditional perfect and implies a hypothetical situation, which is not the case. Choice C ('begun') is a past participle that requires a helping verb.",
    "question_type": "Verb Tense",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 26,
    "test_number": 1,
    "question_number": 26,
    "passage_id": 109,
    "question_text": "Given that all the choices are accurate, which one provides the most logical transition from the preceding\r\nsentence?",
    "choices": "[\"F. NO CHANGE\",\"G. Assuming diseases and their cures derive from the same environments,\",\"H. Believing that the two plants must share similar qualities,\",\"J. Living on the outskirts of the town of Chipping Norton,\"]",
    "correct_answer": "H",
    "explanation": "The correct answer is H because 'Believing that the two plants must share similar qualities' provides a logical transition by explaining Stone's reasoning. The preceding sentence mentions that meadowsweet grew in the same damp conditions as willow, and this choice explains that Stone believed this similarity meant they shared medicinal qualities. Choice F (NO CHANGE) does not provide a clear connection to why Stone investigated meadowsweet. Choice G introduces a different theory that is not supported by the context. Choice J provides biographical information that does not explain Stone's reasoning.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 27,
    "test_number": 1,
    "question_number": 27,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. then added it's\",\"C. added its\",\"D. adds it's\"]",
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'added its' is the correct past tense verb with the possessive pronoun 'its' (no apostrophe). The sentence describes what Stone did in the past, and 'its' shows possession (the plant's extract). Choice A (NO CHANGE) uses 'then added its,' where 'then' is unnecessary and wordy. Choice B ('then added it's') incorrectly uses 'it's' (contraction of 'it is') instead of the possessive 'its.' Choice D ('adds it's') is present tense and uses the wrong form of 'its.'",
    "question_type": "Parallel Structure",
    "difficulty": null,
    "chapter": "7",
    "lesson_id": "7dd5f9a2-c597-4d33-a0a0-e98d58075eb4"
  },
  {
    "id": 28,
    "test_number": 1,
    "question_number": 28,
    "passage_id": 109,
    "question_text": "Which choice best emphasizes the experimental nature of the liquid Stone created?",
    "choices": "[\"F. NO CHANGE\",\"G. He tested his new concoction on\",\"H. The liquid was given to benefit\",\"J. He decided to give the drink to\"]",
    "correct_answer": "G",
    "explanation": "The correct answer is G because 'He tested his new concoction on' emphasizes the experimental nature of Stone's work by using the word 'tested,' which directly indicates this was an experiment. Choice F (NO CHANGE) uses 'gave the experimental liquid to,' which mentions experimental but is less emphatic. Choice H ('The liquid was given to benefit') uses passive voice and does not emphasize the testing aspect. Choice J ('He decided to give the drink to') does not emphasize the experimental nature at all.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 29,
    "test_number": 1,
    "question_number": 29,
    "passage_id": 109,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. fevers, he was elated to find\",\"C. fevers which\",\"D. fevers. It\"]",
    "correct_answer": "D",
    "explanation": "The correct answer is D because using a period creates two clear, separate sentences, which is appropriate given that the two clauses express distinct ideas. The first sentence describes the treatment of fevers, and the second describes the positive result. Choice A (NO CHANGE) creates a comma splice. Choice B also creates a comma splice by joining two independent clauses with a comma and phrase. Choice C creates a run-on sentence by using 'which' to connect what should be independent clauses.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 30,
    "test_number": 1,
    "question_number": 30,
    "passage_id": 109,
    "question_text": "Suppose the writer’s primary purpose had been to outline the development of a common medicine. Would this essay accomplish that purpose?",
    "choices": [
      "F. Yes, because the essay describes how Egyptians used to administer willow bark and how this process evolved from ancient Sumerian practices.",
      "G. Yes, because the essay documents the historical use of willow bark as a medicine and traces its gradual refinement into modern aspirin.",
      "H. No, because the essay primarily explains the function of salicylates in willow bark and how aspirin affects the human body.",
      "J. No, because the essay primarily compares the use of willow bark to the use of cinchona bark in eighteenth-century European medicine."
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because the essay does outline the development of aspirin as a common medicine by documenting the historical use of willow bark and tracing its gradual refinement into modern aspirin. The essay covers ancient use, Stone's experiments, and the development of aspirin. Choice F is incorrect because while it mentions some historical use, the essay does not discuss Sumerian practices. Choice H is incorrect because the essay's primary focus is on the development of the medicine, not on explaining the function of salicylates. Choice J is incorrect because the essay does not compare willow bark to cinchona bark use.",
    "question_type": "Purpose",
    "difficulty": null,
    "chapter": null,
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 31,
    "test_number": 1,
    "question_number": 31,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. there is paint carefully being poured by photographer Martin Klimas\",\"C. paint is carefully poured by Martin Klimas, a photographer,\",\"D. photographer Martin Klimas carefully pours paint\"]",
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'photographer Martin Klimas carefully pours paint' places the subject 'photographer Martin Klimas' at the beginning, creating a clear, active voice sentence with logical word order. Choice A (NO CHANGE) uses awkward, passive-like construction 'paint is what photographer Martin Klimas carefully pours,' which is wordy and unclear. Choice B uses passive voice unnecessarily. Choice C also uses passive voice and awkward construction.",
    "question_type": "Misplaced Modifiers",
    "difficulty": null,
    "chapter": "6",
    "lesson_id": "04df2a09-a910-4456-8fe5-2f8e7f62c50f"
  },
  {
    "id": 32,
    "test_number": 1,
    "question_number": 32,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. colors: rich oranges and powder blues,",
      "H. colors: rich oranges; and powder blues",
      "J. colors; rich oranges and powder blues;"
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because a colon is correctly used after 'colors' to introduce the list of specific color examples, and a comma correctly separates the items in the series 'rich oranges and powder blues.' Choice F (NO CHANGE) uses a dash, which is less standard for introducing a simple list. Choice H incorrectly uses a semicolon between items that are not independent clauses. Choice J incorrectly uses semicolons both before and after the list items.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "3",
    "lesson_id": "3c3585a1-f137-4331-8390-29ef1f5e889f"
  },
  {
    "id": 33,
    "test_number": 1,
    "question_number": 33,
    "passage_id": 110,
    "question_text": "Which of the following alternatives to the underlined\r\nportion would NOT be acceptable?",
    "choices": "[\"A. tripod, and he\",\"B. tripod and he\",\"C. tripod. He\",\"D. tripod; he\"]",
    "correct_answer": "B",
    "explanation": "The correct answer is B because 'tripod and he' creates a run-on sentence by joining two independent clauses with only 'and' and no comma. This violates the rule that two independent clauses joined by a coordinating conjunction need a comma before the conjunction. Choice A (NO CHANGE) correctly uses a comma with the conjunction 'and.' Choice C correctly uses a period to create two sentences. Choice D correctly uses a semicolon to join the independent clauses.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 34,
    "test_number": 1,
    "question_number": 34,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. eye-to-eye with\",\"H. the same as\",\"J. equal to\"]",
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because 'on par with' is the correct idiomatic expression meaning equal in quality or status. This is the standard phrase used in English. Choice G ('eye-to-eye with') means in agreement, not equal in quality. Choice H ('the same as') is less idiomatic and changes the meaning slightly. Choice J ('equal to') is correct in meaning but 'on par with' is more idiomatic in this context.",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 35,
    "test_number": 1,
    "question_number": 35,
    "passage_id": 110,
    "question_text": "Which choice provides the most dramatic description\r\nof Klimas’s action?",
    "choices": "[\"A. NO CHANGE\",\"B. turns the volume knob a bit higher,\",\"C. increases the volume of the output,\",\"D. adjusts the speaker's output level,\"]",
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'cranks the volume all the way up' is the most dramatic and vivid description, using the strong verb 'cranks' and the emphatic phrase 'all the way up.' Choice B ('turns the volume knob a bit higher') is too mild and understated. Choice C ('increases the volume of the output') is technical and bland. Choice D ('adjusts the speaker's output level') is similarly technical and undramatic.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 36,
    "test_number": 1,
    "question_number": 36,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. cause\",\"H. is causing\",\"J. causes\"]",
    "correct_answer": "G",
    "explanation": "The correct answer is G because 'cause' is the correct base form of the verb to maintain parallel structure with the other verbs in the sequence. The subject 'vibrations' is plural, and the verb must agree. Choice F (NO CHANGE) uses 'causing,' which is a participle and does not maintain parallel structure with the other verbs in the sentence. Choice H ('is causing') incorrectly treats 'vibrations' as singular. Choice J ('causes') incorrectly treats 'vibrations' as singular.",
    "question_type": "Subject Verb Agreement",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 37,
    "test_number": 1,
    "question_number": 37,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. pic, frozen in time's embrace that Klimas's camera has snapped—",
      "C. picture that Klimas's photographic paraphernalia has managed to catch—",
      "D. snapshot that Klimas's photographic machine snares—"
    ],
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'photograph that Klimas's camera captures' is clear, direct, and appropriately formal for the essay. The language is straightforward and effective. Choice B is overly elaborate and pretentious with 'frozen in time's embrace.' Choice C uses unnecessarily complex language with 'photographic paraphernalia.' Choice D uses awkward language with 'photographic machine snares.'",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 38,
    "test_number": 1,
    "question_number": 38,
    "passage_id": 110,
    "question_text": "Which of the following quotations from Klimas provides the most relevant information at this point in the essay?",
    "choices": [
      "F. NO CHANGE",
      "G. \"The most annoying thing was cleaning up the set thoroughly after every single shot,\"",
      "H. \"In general, I use normal photographic equipment and common music stuff,\"",
      "J. \"The shooting is mostly about repeating the process again and again,\""
    ],
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because the quotation about creating complex sculptures out of paint is directly relevant to the paragraph's discussion of Klimas's artistic process and the visual results of his work. Choice G about cleaning up is not relevant to the artistic process being described. Choice H about equipment is too general and not relevant to this specific point about the artistic results. Choice J about repetition is somewhat relevant but less directly connected to the artistic nature of the results.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 39,
    "test_number": 1,
    "question_number": 39,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. have been\",\"C. was\",\"D. are\"]",
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'was' is the singular past tense verb that agrees with the singular subject 'inspiration' and matches the past tense narrative. The sentence describes what the inspiration for Klimas's work was in the past. Choice A (NO CHANGE) uses 'were,' which is plural and does not agree with the singular subject 'inspiration.' Choice B ('have been') is present perfect and does not match the simple past tense needed. Choice D ('are') is present tense and does not match the past tense context.",
    "question_type": "Subject Verb Agreement",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 40,
    "test_number": 1,
    "question_number": 40,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. experiments, of Swiss scientist\",\"H. experiments of Swiss scientist\",\"J. experiments of Swiss scientist\"]",
    "correct_answer": "J",
    "explanation": "The correct answer is J because no punctuation is needed before 'of Swiss scientist' as it forms a complete, essential prepositional phrase modifying 'experiments.' The phrase flows naturally without interruption. Choice F (NO CHANGE) incorrectly places a comma before 'of Swiss scientist,' which unnecessarily interrupts the phrase. Choice G also incorrectly uses a comma. Choice H is identical to J in this case, making both correct, but J is listed as the answer.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 41,
    "test_number": 1,
    "question_number": 41,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. while Jenny studied\",\"C. Jenny, to study\",\"D. Jenny studied\"]",
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'Jenny studied' creates a clear, parallel structure with the rest of the sentence. It maintains consistency with the simple past tense narrative. Choice A (NO CHANGE) uses 'studying Jenny,' which is awkward and unclear. Choice B ('while Jenny studied') adds unnecessary subordination. Choice C ('Jenny, to study') creates an incomplete construction that disrupts the sentence flow.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 42,
    "test_number": 1,
    "question_number": 42,
    "passage_id": 110,
    "question_text": "At this point, the writer is considering dividing the paragraph into two. Should the writer begin or not begin a new paragraph here, and why?",
    "choices": [
      "F. Begin new paragraph because essay shifts from harmonics explanation to Klimas's taste in music",
      "G. Begin new paragraph because essay shifts from Jenny's experiments to music Klimas uses for his artwork.",
      "H. DO NOT begin new paragraph because it would interrupt Jenny's experiments analysis of Jenny's experiments.",
      "J.DO NOT begin a new paragraph because doing so would interrupt a description of Klimas’s scientific background."
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because a new paragraph should begin here since the essay shifts from describing Jenny's experiments to discussing the specific music Klimas uses for his artwork. This is a clear topic shift that warrants a new paragraph. Choice F is incorrect because the shift is not about harmonics explanation versus music taste. Choice H is incorrect because beginning a new paragraph would not interrupt the analysis; rather, Jenny's experiments have been completed. Choice J is incorrect because the essay is not describing Klimas's scientific background.",
    "question_type": "Miscellaneous",
    "difficulty": null,
    "chapter": null,
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 43,
    "test_number": 1,
    "question_number": 43,
    "passage_id": 110,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. sculptures, and\",\"C. sculptures,\",\"D. sculptures;\"]",
    "correct_answer": "C",
    "explanation": "The correct answer is C because only a comma is needed to separate the items in the series 'rock, jazz, and classical.' The list is simple and straightforward. Choice A (NO CHANGE) adds an unnecessary 'and' before 'sculptures.' Choice B also adds 'and' which disrupts the parallel structure. Choice D uses a semicolon, which is not appropriate for this simple list.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 44,
    "test_number": 1,
    "question_number": 44,
    "passage_id": 110,
    "question_text": "Which sentence most effectively leads the reader from the Klimas quotation to the concluding sentence of the\r\nessay?",
    "choices": [
      "F. NO CHANGE",
      "G. That's simply a matter of taste.",
      "H. That seems unwise.",
      "J. That makes sense."
    ],
    "correct_answer": "J",
    "explanation": "The correct answer is J because 'That makes sense' effectively transitions from Klimas's quotation about strong beats creating interesting patterns to the concluding sentence about his artwork being successful. It validates his artistic approach. Choice F (NO CHANGE) 'That seems right' is less emphatic. Choice G ('That's simply a matter of taste') contradicts the objective success mentioned in the conclusion. Choice H ('That seems unwise') is completely contrary to the essay's positive tone.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 45,
    "test_number": 1,
    "question_number": 45,
    "passage_id": 110,
    "question_text": "Suppose the writer's primary purpose had been to doc\r\nument the process of an artist. Would this essay\r\naccomplish that purpose?",
    "choices": [
      "A. Yes, because it focuses on how Jenny used artistic process similar to Klimas process.",
      "B. Yes, because it describes how Klimas photographs effects of vibrations created by music on paint",
      "C. No, because it focuses on cultural significance of Klimas's artwork",
      "D. No, because the essay provides a general overview of how Jenny’s experiments have inspired visual artists like Klimas."
    ],
    "correct_answer": "B",
    "explanation": "The correct answer is B because the essay does accomplish the purpose of documenting an artist's process by describing in detail how Klimas photographs the effects of vibrations created by music on paint. The essay provides step-by-step description of his artistic method. Choice A is incorrect because the essay does not focus on Jenny's artistic process. Choice C is incorrect because the essay does not focus on cultural significance. Choice D is incorrect because the essay is not a general overview of how Jenny's experiments inspired artists; it focuses specifically on Klimas's process.",
    "question_type": "Purpose",
    "difficulty": null,
    "chapter": null,
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 46,
    "test_number": 1,
    "question_number": 46,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. tree-covered bluffs flank the river,\",\"H. featuring tree-covered bluffs,\",\"J. tree-covered bluffs,\"]",
    "correct_answer": "J",
    "explanation": "The correct answer is J because 'tree-covered bluffs,' creates a parallel series of three elements: 'flowing water, tree-covered bluffs, and roaring waterfalls.' All three are noun phrases in a list. Choice F (NO CHANGE) 'there are tree-covered bluffs' breaks the parallel structure by inserting a clause instead of a noun phrase. Choice G adds unnecessary words that disrupt parallelism. Choice H also disrupts the parallel structure.",
    "question_type": "Misplaced Modifier",
    "difficulty": null,
    "chapter": "6",
    "lesson_id": "04df2a09-a910-4456-8fe5-2f8e7f62c50f"
  },
  {
    "id": 47,
    "test_number": 1,
    "question_number": 47,
    "passage_id": 111,
    "question_text": "Which choice most clearly indicates that the features\r\nof the Columbia River Gorge intimidated road builders\r\nand kept them from constructing the highway?",
    "choices": "[\"A. NO CHANGE\",\"B. posed problems for\",\"C. slowed potential\",\"D. challenged\"]",
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'deterred' most clearly indicates that the features intimidated road builders and kept them from constructing the highway. 'Deterred' means to discourage or prevent from acting. Choice B ('posed problems for') suggests difficulty but not necessarily prevention. Choice C ('slowed potential') is vague and does not clearly indicate prevention. Choice D ('challenged') suggests difficulty but not that builders were kept from attempting construction.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 48,
    "test_number": 1,
    "question_number": 48,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. practicalities: and\",\"H. practicalities:\",\"J. practicalities,\"]",
    "correct_answer": "H",
    "explanation": "The correct answer is H because a colon is correctly used after 'practicalities' to introduce the explanation that follows. The colon indicates that what comes next will explain or elaborate on the practicalities mentioned. Choice F (NO CHANGE) uses a semicolon, which would be correct only if what followed were an independent clause. Choice G incorrectly uses a colon with 'and,' which is redundant. Choice J uses only a comma, which is too weak for introducing the explanation.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2, 3",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 49,
    "test_number": 1,
    "question_number": 49,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. gorge, which is over eighty miles long.\",\"C. gorge and its scenery.\",\"D. gorge.\"]",
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'gorge' alone is sufficient and concise. The additional phrases in the other choices are redundant since the length and scenery of the gorge have already been established earlier in the passage. Choice A (NO CHANGE) is wordy and repetitive. Choice B unnecessarily repeats the length information. Choice C adds unnecessary words about scenery that has already been described.",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 50,
    "test_number": 1,
    "question_number": 50,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. alongside the road\",\"H. for travelers\",\"J. DELETE the underlined portion.\"]",
    "correct_answer": "J",
    "explanation": "The correct answer is J because deleting 'for people to enjoy' eliminates wordiness. The context already makes clear that the highway was built for people to experience the gorge. Choice F (NO CHANGE) is redundant and wordy. Choice G ('alongside the road') is also redundant. Choice H ('for travelers') is still somewhat redundant, though less so than F.",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 51,
    "test_number": 1,
    "question_number": 51,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. up\",\"C. on\",\"D. DELETE the underlined portion.\"]",
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'take in' is an idiomatic expression meaning to view or experience, which is appropriate in this context for describing how motorists would experience the views. Choice B ('take up') means to occupy space or begin, which is incorrect. Choice C ('take on') means to undertake or assume, which is incorrect. Choice D (DELETE) would change the meaning inappropriately.",
    "question_type": "Prepositional Idiom",
    "difficulty": null,
    "chapter": "8",
    "lesson_id": "7aae3763-017b-4762-ad5a-346aac1f027b"
  },
  {
    "id": 52,
    "test_number": 1,
    "question_number": 52,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. this and the",
      "H. road and",
      "J. it and it's"
    ],
    "correct_answer": "H",
    "explanation": "The correct answer is H because 'road and' creates a clear, concise connection between 'road' and 'its place in history.' The possessive 'its' correctly refers back to 'road.' Choice F (NO CHANGE) uses 'these structures and it's,' where 'it's' is the contraction for 'it is,' which is incorrect; it should be the possessive 'its.' Choice G ('this and the') is vague and awkward. Choice J ('it and it's') incorrectly uses 'it's' as a contraction.",
    "question_type": "Ambiguous Pronoun",
    "difficulty": null,
    "chapter": "5",
    "lesson_id": "10fff941-59e1-4d3a-84b7-d0fe8f9985ef"
  },
  {
    "id": 53,
    "test_number": 1,
    "question_number": 53,
    "passage_id": 111,
    "question_text": "At this point, the writer is considering adding the following accurate phrase:\r\n\r\nan unprecedented five\r\n\r\nShould the writer make this addition here?",
    "choices": [
      "A. Yes, because it adds a detail that highlights the impressive design of the highway.",
      "B. Yes, because it hints at how the engineers were able to make openings in the tunnel.",
      "C. No, because it provides information that is unrelated to the sentence.",
      "D. No, because it suggests that creating intricate tunnels was easy for road engineers."
    ],
    "correct_answer": "A",
    "explanation": "The correct answer is A because adding 'an unprecedented five' highlights the impressive design of the highway by emphasizing that having five openings in one tunnel was unusual and remarkable. This detail enhances the reader's appreciation of the engineering achievement. Choice B is incorrect because the phrase does not hint at how the openings were made. Choice C is incorrect because the information is directly related to describing the tunnel's impressive features. Choice D is incorrect because the phrase emphasizes difficulty and impressiveness, not ease.",
    "question_type": "Adding/Deleting Information",
    "difficulty": null,
    "chapter": "14",
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 54,
    "test_number": 1,
    "question_number": 54,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. tunnel; an achievement that enabled\",\"H. tunnel, this enabled\",\"J. tunnel, enabling\"]",
    "correct_answer": "J",
    "explanation": "The correct answer is J because 'tunnel, enabling' uses a comma followed by a participial phrase to show how the openings in the tunnel enabled travelers to take in views. This creates a smooth, logical connection. Choice F (NO CHANGE) uses a dash and 'that enabled,' which is more awkward and interrupting. Choice G uses a semicolon, which would require an independent clause to follow. Choice H ('this enabled') creates a vague pronoun reference with 'this.'",
    "question_type": "Sentence Structure/Punctuation",
    "difficulty": null,
    "chapter": "1, 2, 3",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 55,
    "test_number": 1,
    "question_number": 55,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. When\",\"C. Soon\",\"D. DELETE the underlined portion.\"]",
    "correct_answer": "B",
    "explanation": "The correct answer is B because 'When' provides a clear temporal transition, indicating the time at which automobile use increased. It logically connects the increased automobile use to what happened to the original highway. Choice A (NO CHANGE) 'However' suggests contrast, which is not the relationship here. Choice C ('Soon') is vague about the time relationship. Choice D (DELETE) removes the needed transitional connection between ideas.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 56,
    "test_number": 1,
    "question_number": 56,
    "passage_id": 111,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. road that first existed continued in a functional capacity,\",\"H. highway that was completed in 1922 continued to be utilized,\",\"J. original highway was still being utilized by the driving populace,\"]",
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because 'the original highway remained in use' is clear, concise, and appropriately formal for the essay's style. It directly states the fact without unnecessary elaboration. Choice G is overly wordy with 'continued in a functional capacity.' Choice H is redundant with both 'continued to be utilized' and the mention of the 1922 completion. Choice J is wordy and uses unnecessarily complex language with 'driving populace.'",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 57,
    "test_number": 1,
    "question_number": 57,
    "passage_id": 111,
    "question_text": "Which choice most clearly conveys that people’s interest in the original Columbia River Highway was not a\r\nnew phenomenon?",
    "choices": "[\"A. NO CHANGE\",\"B. took hold.\",\"C. rekindled.\",\"D. set in.\"]",
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'rekindled' means to revive or reawaken something that existed before, which clearly conveys that interest in the highway was not new but rather was returning. Choice A (NO CHANGE) 'developed' suggests new interest, not renewed interest. Choice B ('took hold') also suggests new interest taking root. Choice D ('set in') suggests something beginning, not returning.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 58,
    "test_number": 1,
    "question_number": 58,
    "passage_id": 111,
    "question_text": "Which choice most closely maintains the sentence pattern the writer has established in the previous two\r\nsentences?",
    "choices": [
      "F. NO CHANGE",
      "G. Rubble-filled tunnels have been emptied and strengthened.",
      "H. The tunnels have had the rubble removed from them, and people have strengthened them.",
      "J. Once filled with rubble, tunnels have been emptied and strengthened."
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because 'Rubble-filled tunnels have been emptied and strengthened' follows the same passive voice pattern as the previous sentences, which describe actions taken in the restoration using passive constructions. This maintains consistency in sentence structure. Choice F (NO CHANGE) uses a different pattern with 'Workers have emptied.' Choice H uses an awkward construction that does not match the pattern. Choice J uses a participial phrase that does not match the established pattern.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 59,
    "test_number": 1,
    "question_number": 59,
    "passage_id": 111,
    "question_text": "Given that all the choices are accurate, which one best\r\nconcludes the essay by referring back to the first\r\nparagraph?",
    "choices": "[\"A. NO CHANGE\",\"B. the gorge on sections of the road where it wasn't feasible to restore motor vehicle traffic,\",\"C. the splendor of the highway that Hill and Lancaster envisioned over one hundred years ago.\",\"D. a beautiful path that has become a popular tourist destination.\"]",
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'the splendor of the highway that Hill and Lancaster envisioned over one hundred years ago' refers back to the first paragraph, which introduced Hill and Lancaster and their vision for creating a beautiful highway. This creates effective closure by connecting the conclusion to the introduction. Choice A (NO CHANGE) does not reference the first paragraph. Choice B focuses on sections where motor vehicle traffic is not feasible, which does not tie back to the opening. Choice D mentions tourism but does not specifically reference Hill and Lancaster's vision from the first paragraph.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 60,
    "test_number": 1,
    "question_number": 60,
    "passage_id": 111,
    "question_text": "The writer wants to add the following sentence to the\r\nessay:",
    "choices": "[\"F. Point A in Paragraph 1.\",\"G. Point B in Paragraph 2.\",\"H. Point C in Paragraph 2.\",\"J. Point D in Paragraph 3.\"]",
    "correct_answer": "J",
    "explanation": "The correct answer is J because Point D in Paragraph 3 is the most logical place to add a sentence about the restoration efforts. Paragraph 3 discusses the renewed interest in the highway and the restoration work, so adding information about restoration would fit best there. Choice F (Point A in Paragraph 1) is too early, as the essay has not yet discussed the need for restoration. Choice G (Point B in Paragraph 2) focuses on the original construction. Choice H (Point C in Paragraph 2) is still focused on the original highway construction.",
    "question_type": "Logical Placement",
    "difficulty": null,
    "chapter": "15",
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 61,
    "test_number": 1,
    "question_number": 61,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. singer, and music producer, Sylvia Robinson,\",\"C. singer and music producer, Sylvia Robinson,\",\"D. singer, and music producer Sylvia Robinson\"]",
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'singer and music producer Sylvia Robinson' correctly uses commas to set off the appositive phrase 'Sylvia Robinson' and does not place unnecessary commas between compound elements 'singer and music producer,' which function as a single unit. Choice B incorrectly places a comma between 'singer' and 'and music producer,' which disrupts the compound description. Choice C incorrectly omits the comma after 'producer' that is needed to close the appositive. Choice D incorrectly places a comma after 'singer' and omits the comma after 'Robinson.'",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 62,
    "test_number": 1,
    "question_number": 62,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. have emerged\",\"H. was emerging\",\"J. are emerging\"]",
    "correct_answer": "H",
    "explanation": "The correct answer is H because 'was emerging' is the past progressive tense that correctly indicates an ongoing action in the past ('in the late seventies'). Hip-hop was in the process of emerging at that time. Choice F (NO CHANGE) uses present perfect 'has emerged,' which incorrectly suggests the action continues to the present. Choice G ('have emerged') is also present perfect and uses the wrong number agreement. Choice J ('are emerging') is present progressive, which does not match the past time frame.",
    "question_type": "Subject Verb Agreement",
    "difficulty": null,
    "chapter": "4",
    "lesson_id": "f7ac1d6c-6416-47fd-9720-807224100517"
  },
  {
    "id": 63,
    "test_number": 1,
    "question_number": 63,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"A. NO CHANGE\",\"B. obeyed by throwing their hands in the air.\",\"C. heeded the DJ's call and obeyed him.\",\"D. did what he said and obeyed.\"]",
    "correct_answer": "A",
    "explanation": "The correct answer is A (NO CHANGE) because 'obeyed' is clear, concise, and effective. It directly states that the crowd followed the DJ's command without unnecessary elaboration. Choice B is redundant, adding 'throwing their hands in the air' when that has already been stated as what the DJ commanded. Choice C ('heeded the DJ's call and obeyed him') is redundant; 'heeded' and 'obeyed' mean essentially the same thing. Choice D is similarly redundant with 'did what he said and obeyed.'",
    "question_type": "Wordiness/Redundancy",
    "difficulty": null,
    "chapter": "10",
    "lesson_id": "e6153221-e330-4db4-8cc7-9c5a1d51a301"
  },
  {
    "id": 64,
    "test_number": 1,
    "question_number": 64,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": "[\"F. NO CHANGE\",\"G. rappers—\",\"H. rappers;\",\"J. rappers,\"]",
    "correct_answer": "G",
    "explanation": "The correct answer is G because a dash is correctly used here to introduce an elaboration or explanation of who she assembled (the three rappers). The dash provides emphasis and clearly signals that what follows specifies the group mentioned. Choice F (NO CHANGE) uses a colon, which is acceptable but less emphatic than a dash. Choice H uses a semicolon, which is incorrect because what follows is not an independent clause. Choice J uses only a comma, which is too weak for introducing this explanatory list.",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "3",
    "lesson_id": "3c3585a1-f137-4331-8390-29ef1f5e889f"
  },
  {
    "id": 65,
    "test_number": 1,
    "question_number": 65,
    "passage_id": 112,
    "question_text": "At this point, the writer is considering adding the following true statement:\r\n\r\nRobinson and her husband would go on to\r\nform other record labels as well.\r\n\r\nShould the writer make this addition here?",
    "choices": [
      "A. Yes, because it suggests that the Sugarhill Gang was able to choose where they wanted to record “Rapper's Delight.”",
      "B. Yes, because it helps explain why Big Bank Hank, Master Gee, and Wonder Mike decided to record with Robinson.",
      "C. No, interrupts the paragraph’s discussion of how \"Rapper's Delight\" was created",
      "D. No, because it fails to specify the time period in which Robinson and her husband started their labels."
    ],
    "correct_answer": "C",
    "explanation": "The correct answer is C because the sentence about Robinson forming other record labels interrupts the paragraph's discussion of how 'Rapper's Delight' was created. The paragraph focuses on the creation of this specific song, and information about other labels is off-topic. Choice A is incorrect because the sentence does not suggest the Sugarhill Gang could choose where to record. Choice B is incorrect because the sentence does not explain why the rappers decided to record with Robinson. Choice D is incorrect because the time period is not the reason for omitting the sentence.",
    "question_type": "Adding/Deleting Information",
    "difficulty": null,
    "chapter": "14",
    "lesson_id": "4a9e06f8-5ee5-4e5d-9e5d-2ce9b7c6bf16"
  },
  {
    "id": 66,
    "test_number": 1,
    "question_number": 66,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. an upbeat disco record provided by Robinson was rhymed over by the rappers.",
      "H. rhymes were created by the rappers over an upbeat disco record,",
      "J. Robinson had the rappers rhyme over an upbeat disco record."
    ],
    "correct_answer": "J",
    "explanation": "The correct answer is J because 'Robinson had the rappers rhyme over an upbeat disco record' uses clear, active voice with Robinson as the subject, which is concise and maintains focus on Robinson's role in creating the song. Choice F (NO CHANGE) uses an awkward passive construction. Choice G also uses passive voice and awkward word order. Choice H uses passive voice ('rhymes were created') and is less direct.",
    "question_type": "Misplaced Modifier",
    "difficulty": null,
    "chapter": "6",
    "lesson_id": "04df2a09-a910-4456-8fe5-2f8e7f62c50f"
  },
  {
    "id": 67,
    "test_number": 1,
    "question_number": 67,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. On the other hand,",
      "C. As a result,",
      "D. DELETE the underlined portion."
    ],
    "correct_answer": "D",
    "explanation": "The correct answer is D because deleting 'In particular,' creates a smoother, more direct sentence. The transition is not needed because the sentence naturally follows from the previous discussion of the song's success. Choice A (NO CHANGE) includes an unnecessary transition. Choice B ('On the other hand') suggests contrast, which is not present. Choice C ('As a result') suggests cause-and-effect, which is not the relationship here.",
    "question_type": "Transitions",
    "difficulty": null,
    "chapter": "12",
    "lesson_id": "66776383-9334-4efb-bd72-74b1bbeab8ac"
  },
  {
    "id": 68,
    "test_number": 1,
    "question_number": 68,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. instincts, and, business savvy",
      "H. instincts and business savvy",
      "J. instincts and business savvy,"
    ],
    "correct_answer": "H",
    "explanation": "The correct answer is H because 'instincts and business savvy' correctly uses 'and' to connect two parallel noun phrases without unnecessary commas. The two elements are a simple compound and do not require additional punctuation. Choice F (NO CHANGE) incorrectly places a comma before 'and business savvy.' Choice G incorrectly uses commas both before and after 'and.' Choice J incorrectly places a comma after 'business savvy.'",
    "question_type": "Punctuation",
    "difficulty": null,
    "chapter": "2",
    "lesson_id": "3e8f0696-1bf7-4b5c-880d-fb5359923b7d"
  },
  {
    "id": 69,
    "test_number": 1,
    "question_number": 69,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. She was hoping",
      "C. The hope was",
      "D. Hoping"
    ],
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'Hoping' creates a concise participial phrase that modifies the subject of the main clause (Robinson, implied). This structure is efficient and grammatically correct. Choice A (NO CHANGE) 'Robinson was hoping' creates a wordy construction. Choice B ('She was hoping') is also wordy and less direct. Choice C ('The hope was') is passive and awkward.",
    "question_type": "Sentence Structure",
    "difficulty": null,
    "chapter": "1",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 70,
    "test_number": 1,
    "question_number": 70,
    "passage_id": 112,
    "question_text": "Which choice most effectively indicates that Robinson had to convince Grandmaster Flash and the Furious Five to record “The Message\"?",
    "choices": [
      "F. NO CHANGE",
      "G. pressured",
      "H. helped",
      "J. asked,"
    ],
    "correct_answer": "G",
    "explanation": "The correct answer is G because 'pressured' most effectively indicates that Robinson had to convince the group to record the song, suggesting they were reluctant and needed persuasion. Choice F (NO CHANGE) 'urged' suggests encouragement but not necessarily convincing reluctant artists. Choice H ('helped') does not indicate any need for convincing. Choice J ('asked') is too mild and does not suggest overcoming resistance.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  },
  {
    "id": 71,
    "test_number": 1,
    "question_number": 71,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. protected",
      "C. covered",
      "D. filled,"
    ],
    "correct_answer": "C",
    "explanation": "The correct answer is C because 'covered' is the correct word meaning to address or deal with (topics). The song covered topics of hardship and poverty. Choice A (NO CHANGE) 'cloaked' means to conceal or hide, which is the opposite of what the song did. Choice B ('protected') is incorrect; the song did not protect these topics. Choice D ('filled') does not make sense with topics; you cannot fill topics.",
    "question_type": "Word Choice",
    "difficulty": null,
    "chapter": "11",
    "lesson_id": "9eef3d0e-d5a2-4104-b9a9-3e575e8e6734"
  },
  {
    "id": 72,
    "test_number": 1,
    "question_number": 72,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. released although",
      "H. released, so",
      "J. released, for"
    ],
    "correct_answer": "H",
    "explanation": "The correct answer is H because 'released, so' correctly uses a comma with the coordinating conjunction 'so' to join two independent clauses and show a cause-and-effect relationship. The song was released, so it garnered critical praise. Choice F (NO CHANGE) uses 'and' which does not show the cause-and-effect relationship as clearly. Choice G ('although') suggests contrast, which is incorrect. Choice J ('for') works but 'so' is more direct for showing the result.",
    "question_type": "Sentence Structure/Word Choice",
    "difficulty": null,
    "chapter": "1, 11",
    "lesson_id": "a5fd241f-9832-4a5d-a7e9-90cb6232c4ac"
  },
  {
    "id": 73,
    "test_number": 1,
    "question_number": 73,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "A. NO CHANGE",
      "B. first place,",
      "C. same way,",
      "D. end,"
    ],
    "correct_answer": "D",
    "explanation": "The correct answer is D because 'in the end' is the correct idiom to indicate the final outcome or conclusion of events. It signals that what follows is the ultimate result of Robinson's efforts. Choice A (NO CHANGE) 'in the final analysis' is a different idiom used for drawing conclusions after consideration, not for describing historical outcomes. Choice B ('first place') is incorrect and illogical. Choice C ('same way') does not make sense in context.",
    "question_type": "Transitions",
    "difficulty": null,
    "chapter": "12",
    "lesson_id": "66776383-9334-4efb-bd72-74b1bbeab8ac"
  },
  {
    "id": 74,
    "test_number": 1,
    "question_number": 74,
    "passage_id": 112,
    "question_text": "Which choice best corrects the underlined portion?\r\n",
    "choices": [
      "F. NO CHANGE",
      "G. Its socially conscience",
      "H. It’s socially conscious",
      "J.Ivs socially conscience"
    ],
    "correct_answer": "F",
    "explanation": "The correct answer is F (NO CHANGE) because 'Its socially conscious' correctly uses 'Its' (possessive) and 'conscious' (aware). The sentence refers to the song's socially conscious lyrics. Choice G incorrectly uses 'conscience' (noun meaning moral sense) instead of 'conscious' (adjective). Choice H incorrectly uses 'It's' (contraction of 'it is'). Choice J has typos with 'Ivs' and uses 'conscience' incorrectly.",
    "question_type": "Punctuation/Word Choice",
    "difficulty": null,
    "chapter": "3, 11",
    "lesson_id": "3c3585a1-f137-4331-8390-29ef1f5e889f"
  },
  {
    "id": 75,
    "test_number": 1,
    "question_number": 75,
    "passage_id": 112,
    "question_text": "Which of the following alternatives to the underlined\r\nportion would NOT be acceptable?",
    "choices": [
      "A. artists, and it secured",
      "B. artists and securing",
      "C. artists and secure",
      "D. artists, securing"
    ],
    "correct_answer": "B",
    "explanation": "The correct answer is B because 'artists and securing' creates a nonparallel structure. The sentence needs to maintain parallel structure between 'inspire' and 'secure.' Choice B breaks this parallelism by using the gerund 'securing' instead of the base verb form 'secure.' Choice A correctly uses parallel structure with 'inspire...and it secured.' Choice C correctly uses parallel structure with 'inspire...and secure.' Choice D correctly uses 'securing' as a participial phrase, which is acceptable.",
    "question_type": "Which Choice",
    "difficulty": null,
    "chapter": "13",
    "lesson_id": "29b59c9d-ef2e-4f7f-aae2-464222884d3a"
  }
]