[
  {
    "id": 141,
    "test_number": 1,
    "question_number": 6,
    "passage_id": 50,
    "question_text": "In the context of the passage, the statement \"And they will never admit which one of them was responsible\" (lines 38-39) most strongly suggests that:",
    "choices": [
      "F. neither Murali nor Vani remembers who first sought to be introduced to the other.",
      "G. each of Murali and Vani's friends claims to have been the one who introduced the two of them.",
      "H. Murali initiated contact with Vani, though he would stubbornly deny that he did so.",
      "J. both Murali and Vani refuse to confess to initiating their introduction to each other."
    ],
    "correct_answer": "J",
    "explanation": "Based on contextual clues in the passage, we can infer that both murali and vani refuse to confess to initiating their introduction to each other..",
    "difficulty": null,
    "chapter": null,
    "question_type": "Inference",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 142,
    "test_number": 1,
    "question_number": 7,
    "passage_id": 50,
    "question_text": "In the passage, the narrator makes clear that Vani didn't ask Murali in for coffee because Vani:",
    "choices": [
      "A. felt extremely self-conscious in Murali's presence.",
      "B. did not want to invite Murali into someone else's house.",
      "C. assumed that Murali wanted to get home at a reasonable hour.",
      "D. did not want to further burden Murali with her requests."
    ],
    "correct_answer": "B",
    "explanation": "did not want to invite Murali into someone else's house. best answers the question based on the evidence and context provided in the passage.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Clear Evidence",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 143,
    "test_number": 1,
    "question_number": 8,
    "passage_id": 50,
    "question_text": "The passage indicates that the description of Vani in lines 61-65 most closely reflects the perspective of:",
    "choices": [
      "F. Murali.",
      "G. Vani's family in Sri Lanka.",
      "H. Murali's friends in New York City.",
      "J. the Sri Lankan elders in New York City."
    ],
    "correct_answer": "J",
    "explanation": "According to the passage, the sri lankan elders in new york city.. This information is directly stated in the text.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Clear Evidence",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 144,
    "test_number": 1,
    "question_number": 9,
    "passage_id": 50,
    "question_text": "It can reasonably be inferred from the passage that, by traditional standards, the Sri Lankan community would have considered Murali and Vani's direct discussion of marriage to be:",
    "choices": [
      "A. proper.",
      "B. sensible.",
      "C. superficial.",
      "D. unconventional."
    ],
    "correct_answer": "D",
    "explanation": "Based on contextual clues in the passage, we can infer that unconventional..",
    "difficulty": null,
    "chapter": null,
    "question_type": "Inference",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 145,
    "test_number": 1,
    "question_number": 10,
    "passage_id": 50,
    "question_text": "As it is used in line 79, the word observe most nearly means:",
    "choices": [
      "F. study.",
      "G. follow.",
      "H. express.",
      "J. perceive."
    ],
    "correct_answer": "G",
    "explanation": "follow. best answers the question based on the evidence and context provided in the passage.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Words In Context",
    "lesson_id": "c22d531f-b59a-41fe-8b19-bf2f8e063b48",
    "section": "reading"
  },
  {
    "id": 146,
    "test_number": 1,
    "question_number": 11,
    "passage_id": 51,
    "question_text": "The main idea of the first paragraph of Passage A is that:",
    "choices": [
      "A. before electricity, it was difficult to travel to London at night.",
      "B. gas lighting existed long before it was widely used.",
      "C. light pollution is a relatively recent phenomenon in human history.",
      "D. because of its large population, London has had light pollution for centuries."
    ],
    "correct_answer": "C",
    "explanation": "The passage's main focus is light pollution is a relatively recent phenomenon in human history.. This central theme is developed throughout the text.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Main Idea",
    "lesson_id": "25fb92b6-429e-4940-802a-e339ae3a47e1",
    "section": "reading"
  },
  {
    "id": 147,
    "test_number": 1,
    "question_number": 12,
    "passage_id": 51,
    "question_text": "In the third paragraph of Passage A (lines 21-30), the author makes a contrast between the:",
    "choices": [
      "F. hazy night sky over cities today and the bright stars and planets that exist above it.",
      "G. gray night sky over cities and the various colors of the stars.",
      "H. brightness of the planet Venus on an unlit night and the comparative dimness of the stars.",
      "J. appreciation that people once had for stars and the apathy that is pervasive today."
    ],
    "correct_answer": "F",
    "explanation": "hazy night sky over cities today and the bright stars and planets that exist above it. best answers the question based on the evidence and context provided in the passage.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Clear Evidence",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 148,
    "test_number": 1,
    "question_number": 13,
    "passage_id": 51,
    "question_text": "It can reasonably be inferred from Passage A that an animal \"captured\" by light is most nearly one that:",
    "choices": [
      "A. has lost the ability to search for food in dark areas.",
      "B. is irresistibly drawn to artificial light at night.",
      "C. is confined to limited dark areas at night.",
      "D. has lost its natural habitat to urban expansion."
    ],
    "correct_answer": "B",
    "explanation": "Based on contextual clues in the passage, we can infer that is irresistibly drawn to artificial light at night..",
    "difficulty": null,
    "chapter": null,
    "question_type": "Inference",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 149,
    "test_number": 1,
    "question_number": 14,
    "passage_id": 51,
    "question_text": "Compared to what Joseph appreciates about <i>The Starry Night,</i> the author of Passage B is more appreciative of the:",
    "choices": [
      "F. painting's vivid colors.",
      "G. beauty of the painting.",
      "H. story the painting tells.",
      "J. technique used in the painting."
    ],
    "correct_answer": "H",
    "explanation": "story the painting tells. best answers the question based on the evidence and context provided in the passage.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Clear Evidence",
    "lesson_id": "ac4440f6-f391-4a04-9a5c-751a2e0ca5b7",
    "section": "reading"
  },
  {
    "id": 150,
    "test_number": 1,
    "question_number": 15,
    "passage_id": 51,
    "question_text": "The main purpose of the first paragraph of Passage B (lines 42-53) is to introduce the passage by:",
    "choices": [
      "A. describing <i>The Starry Night</i> and providing an idea of the painting's popularity.",
      "B. conveying the passage author's excitement when he first saw <i>The Starry Night</i>.",
      "C. showing examples of people's expectations about <i>The Starry Night</i> and their reactions to it.",
      "D. establishing when and why Van Gogh painted <i>The Starry Night</i>."
    ],
    "correct_answer": "A",
    "explanation": "The referenced portion serves to describing <i>the starry night</i> and providing an idea of the painting's popularity., supporting the overall structure and argument of the passage.",
    "difficulty": null,
    "chapter": null,
    "question_type": "Purpose",
    "lesson_id": "25fb92b6-429e-4940-802a-e339ae3a47e1",
    "section": "reading"
  }
]